{
    "fleekhq": {
        "name": "Fleek",
        "content": "<h3 class=\"styles_component__1kg4S styles_flow__3_K06 styles_highConcept__qnn4c __halo_fontSizeMap_size--xl __halo_fontWeight_medium\">Build on the New Internet</h3><div class=\"styles_component__481pO\"><div>Fleek is a Web3 venture production studio, building on the Open Web technologies of the New Internet (DFINITY's Internet Computer, Ethereum, IPFS, Filecoin, and more).<!-- --> <!-- --> <!-- -->  <!-- --> <!-- -->Builders of <a href=\"http://Fleek.co\" target=\"_blank\" rel=\"nofollow ugc\">Fleek.co</a>, an Open Web development platform; <a href=\"http://space.storage\" target=\"_blank\" rel=\"nofollow ugc\">space.storage</a>, a user controlled file storage, sharing and collaboration platform; and more upcoming releases on top of DFINITY's Internet Computer.</div></div>"
    },
    "aave": {
        "name": "Aave",
        "content": "<h3 class=\"styles_component__1kg4S styles_flow__3_K06 styles_highConcept__qnn4c __halo_fontSizeMap_size--xl __halo_fontWeight_medium\">The Liquidity Protocol</h3><div class=\"styles_component__481pO\"><div>Created in 2016, Aave is an Open Source and Non-Custodial protocol to earn interest on deposits &amp; borrow assets.</div></div>",
        "jobs": {
            "1773090-senior-product-designer": {
                "url": "https://angel.co/company/aave/jobs/1773090-senior-product-designer",
                "id": "1773090-senior-product-designer",
                "published_on": "2022-01-18T15:58:03.477Z",
                "title": "Senior Product Designer",
                "description": "<p>The Aave Companies are focused on innovation in Web3 and have a thriving, collaborative culture. Valuing expertise and passion, the Aave fam is welcoming, committed to creation, and eager to build great new tech products... and we're hiring!</p>\n\n<p>As a Lead Product Designer, you will ensure all new products and features are valuable for our users, easy to use, and of the highest level of craft and execution. You will be expected to utilize your full range of design skills — product design, interaction design, design thinking and visual design.</p>\n\n<p>The ideal candidate will be detail oriented, with great communication skills and an ability to work in a high stakes situations. They are knowledgable about the Web3 space or curious to learn.</p>\n\n<p><strong>Requirements</strong></p>\n\n<ul>\n<li>5+ years of experience building and shipping applications or software at the level of whole features/products</li>\n<li>Highly proficient with design tools (Figma, Photoshop, Illustrator, etc.)</li>\n<li>Highly proficient with interactive prototyping tools (Framer, Webflow, Principle, etc.)</li>\n<li>Excellence in design craft</li>\n<li>Visual design skills with proficiency in typography, desktop UI, color, layout, iconography and aesthetic sense and how these elements impact product function</li>\n<li>Experience leading product direction and strategic thinking while developing product goals, identifying opportunities, and making decisions based on the impact to people and the company</li>\n<li>Experience presenting work to a broader product team and other leaders, clearly articulating the goals and concepts</li>\n<li>Excited about working in a fast-paced, dynamic startup environment</li>\n</ul>\n\n<p><strong>Preferred Qualifications</strong></p>\n\n<ul>\n<li>Experience participating in the complete product development lifecycle of a Web3 product or Fintech product</li>\n<li>Experience showcasing your design process across multiple projects, that include interaction and visual design artifacts, multiple iterations, and high-fidelity prototypes</li>\n<li>Experience connecting your work with other cross-product initiatives within the company to drive collaboration</li>\n</ul>\n\n<p><strong>Responsibilities</strong></p>\n\n<ul>\n<li>Lead and oversee the user experience of a product from conception to launch in partnership with product managers, engineers, UX writers and/or content strategists</li>\n<li>Advocate for the user, and drive a holistic UX and product vision</li>\n<li>Bring multiple stakeholders to the table to understand and solve problems</li>\n<li>Take broad, conceptual ideas and turn them into useful concepts and prototypes</li>\n<li>Contribute to strategic decisions around the future direction of the most loved DeFi product in Web3</li>\n<li>Design flows and experiences that are simple and elegant</li>\n<li>Define, craft and evolve designs within/for our visual system</li>\n<li>Proactively solicit and provide feedback in order to continually raise our bar for quality, while also taking on mentorship</li>\n</ul>\n\n<p><strong>About Us:</strong> Product Design at Aave</p>\n\n<ul>\n<li>Our designers are strategic partners, from planning and product innovation to launch</li>\n<li>Each of our designers have a broad set of product design skills ranging from product thinking to interaction design, prototyping, user research, design thinking to visual communication</li>\n<li>We work in close collaboration with product managers, engineers and marketing to build the best DeFi product in Web3</li>\n<li>We’re equipped with the best design tools in the business, including Figma, Framer, Webflow and Miro</li>\n</ul>\n\n<p><strong>Benefits</strong></p>\n\n<ul>\n<li>Flexible working with office based in Central London (W11)</li>\n<li>Private health care</li>\n<li>4 weeks of paid holiday</li>\n<li>Front seat into position on working with decentralized financial technologies</li>\n<li>Guaranteed innovation-driven work environment</li>\n</ul>\n",
                "location": "London • Remote",
                "salary": {
                    "min": "",
                    "max": "",
                    "currency": "",
                    "equity": false
                }
            },
            "1930114-qa-automation-engineer": {
                "url": "https://angel.co/company/aave/jobs/1930114-qa-automation-engineer",
                "id": "1930114-qa-automation-engineer",
                "published_on": "2022-01-26T00:00:00.000Z",
                "title": "QA automation engineer",
                "description": "<p>The Aave Companies are focused on innovation in Web3 and have a thriving, collaborative culture. Valuing expertise and passion, the Aave fam is welcoming, passionate, and eager to build great new tech products... and we're hiring!</p>\n\n<p>QA automation engineer:</p>\n\n<p><strong>Responsibilities:</strong></p>\n\n<ul>\n<li>Development automation coverage for dapps web and mobile(optionally)</li>\n<li>Maintenance automation coverage</li>\n<li>Development test tools</li>\n<li>Ability to improve test strategy and automation coverage</li>\n<li>Maintenance test documentation</li>\n</ul>\n\n<p><strong>Requirements</strong></p>\n\n<ul>\n<li>Experience with JS/TS(3+ years), Node.js</li>\n<li>Experience with Cypress/WDIO (3+years)</li>\n<li>Experience with Git and Github</li>\n<li>Knowledge of software QA methodologies</li>\n<li>Experience with Dapps and Etherium tech</li>\n<li>Experience with Detox</li>\n<li>Experience with automation for mobile apps</li>\n</ul>\n\n<p><strong>Benefits</strong></p>\n\n<ul>\n<li>Flexible working with office based in Central London (W11)</li>\n<li>Private health care</li>\n<li>4 weeks of paid holiday</li>\n<li>Front seat into position on working with decentralized financial technologies</li>\n<li>Guaranteed innovation-driven work environment</li>\n</ul>\n",
                "location": "London",
                "salary": {
                    "min": "",
                    "max": "",
                    "currency": "",
                    "equity": false
                }
            }
        }
    },
    "aztec-network": {
        "name": "Aztec",
        "content": "<h3 class=\"styles_component__1kg4S styles_flow__3_K06 styles_highConcept__qnn4c __halo_fontSizeMap_size--xl __halo_fontWeight_medium\">Ethereum Layer 2 with Privacy at its Core</h3><div class=\"styles_component__481pO\"><div>With DeFi networks exploding and fast-maturing, we’re building the Layer 2 network for next-gen payments on this base of new-world capital, building cryptosystems to serve millions of unbanked people around the world.<!-- --> <!-- --> <!-- -->We’re the force behind PLONK— the dominant standard in zkSNARK cryptography invented by our Chief Scientist and CTO in August 2019. Our proving system sits at the heart of Halo 2, the upcoming Zcash upgrade, as and other scaling / privacy networks.<!-- --> <!-- --> <!-- -->Now, our world-class team is hiring for two senior engineers to scale our protocol, so we can take the fight to traditional payments networks.<!-- --> <!-- --> <!-- -->We’re a team of 8, based in London but happy to hire globally — in fact one member of the team is based in Poland, and another lives in India.<!-- --> <!-- --> <!-- -->We’ve built scalable privacy in 2020 — our 2021 milestones are:<!-- --> <!-- -->+ Improving native DeFi support in Aztec<!-- --> <!-- -->+ Implementing biometric verification proofs<!-- --> <!-- -->+ Increasing our throughput to match the traditional card networks</div></div>"
    },
    "balancer-labs-1": {
        "name": "Balancer Labs",
        "content": "<div class=\"styles_component__481pO\"><div>Balancer Labs has helped to create Balancer Protocol, a core part of Blockchain's DeFi community. <!-- --> <!-- --> <!-- -->Balancer is an automated market maker, decentralized exchange, and liquidity pool protocol built on Ethereum that allows anyone to create or add liquidity to trading pools while earning customizable trading fees. When users swap tokens, their orders are filled by multiple pools with better pricing and lower slippage.</div></div>"
    },
    "curve-labs": {
        "name": "Curve Labs",
        "content": "<h3 class=\"styles_component__1kg4S styles_flow__3_K06 styles_highConcept__qnn4c __halo_fontSizeMap_size--xl __halo_fontWeight_medium\">Applied cybernetics for a distributed global economy</h3><div class=\"styles_component__481pO\"><div>Curve Labs is a team of design and development interventionists architecting distributed solutions for the future economy. We tackle systemic challenges of the Anthropocene by creating, combining, and integrating modular open-source technologies to form organizations more than the sum of their parts.</div></div>",
        "jobs": {
            "1917866-tech-lead-web3-blockchain-ethereum": {
                "url": "https://angel.co/company/curve-labs/jobs/1917866-tech-lead-web3-blockchain-ethereum",
                "id": "1917866-tech-lead-web3-blockchain-ethereum",
                "published_on": "2022-01-22T15:59:10.722Z",
                "title": "Tech Lead (Web3, Blockchain, Ethereum)",
                "description": "<h3>About Us</h3>\n<p>Curve Labs is a team of design and development interventionists architecting distributed solutions for the future economy. We tackle systemic challenges of the Anthropocene by creating, combining, and integrating modular open-source technologies to form organizations more than the sum of their parts.</p>\n\n<p>The Lab, which launched early 2020, is a registered German limited liability company (GmbH) headquartered in Berlin. Our work currently covers three domains:</p>\n\n<ul>\n<li>We are a design and development agency that works with organizational web3 primitives to create blockchain-native organizations, a.k.a. “DAOs.” Our clients include an activist coop, a decentralized finance application, and a sustainable development network.</li>\n<li>We are social activists, creating and advocating for web3 solutions in regenerative finance, data sovereignty, and distributed energy systems. We aim to build holistic cyberphysical systems that simultaneously address social and ecological crises.</li>\n<li>We are hands-on technologists who create infrastructural web3 building blocks, such as identity and reputation modules, smart wallets, and version control systems. We understand that these primitives are crucial for mass distributed technology adoption.</li>\n</ul>\n\n<p>Altogether, Curve Labs is an exciting and diverse collaborative network of passionate domain experts navigating the razor edge of innovation. Join us.</p>\n<h3>What we’re looking for</h3>\n<ul>\n<li>5-7 years of experience, with experience in a technical team lead role</li>\n<li>You’re experienced in leading remotely-distributed software development teams</li>\n<li>You have led an entire software development lifecycle of non-trivial public-facing web dApps</li>\n<li>You have proven experience diagramming and schematizing complex software architectures</li>\n<li>You are able to mentor a team. You empower personal development, identify and correct knowledge gaps and are able to understand the needs of all developers</li>\n<li>You understand the connections between Front-End &amp; Back-End and you blend strong leadership, architectural, and product thinking</li>\n<li>You are a great communicator, able to optimize communications within and between development and other stakeholders in clear and effective English</li>\n<li>You are able to attract and retain talent</li>\n<li>You possess in-depth Web3 knowledge (Ethereum, DeFi and DAOs). Your knowledge of the ecosystem enables you to build and coordinate relationships outside of the organization</li>\n<li>You have a keen awareness of the surrounding business ecosystem, particularly in relation to open-source development tools and technical advancement</li>\n<li>Your tech stack: Web3-focused, with either back-end languages like Solidity or Rust, or front-end languages and frameworks such as Typescript or Angular. The specific language is less important than a demonstrated mastery of coding, computer science, and/or software engineering principles.</li>\n</ul>\n<h3>What you’ll do</h3>\n<ul>\n<li>Steer multiple projects together with the project leads and give overall direction to the Front-End &amp; Back-End teams (currently up to 15 individuals).</li>\n<li>Troubleshoot technical issues that involve software development, engineering tasks and product releases</li>\n<li>Choose suitable programming languages, frameworks, design patterns, and tools for product development</li>\n<li>Broadly delegate work and assignments to team members</li>\n<li>Hire and train technical personnel, proactively mentor and develop the team</li>\n<li>Transfer technical insights &amp; know-how to the leadership side. Represent and steer company strategy as a leading technical voice</li>\n<li>Conduct security audits to identify areas of improvement</li>\n<li>Supervise system modifications</li>\n<li>Set up, review, and ensure product quality processes, e.g. unit testing, security analysis, and/or code reviews</li>\n<li>Mitigate technical employee turnover through active listening, representation, and communication</li>\n</ul>\n<h3>What you’ll get</h3>\n<ul>\n<li>Competitive salary package</li>\n<li>A leadership team that supports and empowers you to reach your goals</li>\n<li>You become part of an amazing research and development team that is a core innovator in the blockchain, web3, economics &amp; regenerative finance space</li>\n<li>A welcoming, inclusive and purpose-led culture in a team that unites around common goals and takes pride in doing the best work of their careers</li>\n</ul>\n",
                "location": "Berlin",
                "salary": {
                    "min": "85k",
                    "max": "112k",
                    "currency": "€",
                    "equity": false
                }
            }
        }
    },
    "dorg-1": {
        "name": "dOrg",
        "content": "<h3 class=\"styles_component__1kg4S styles_flow__3_K06 styles_highConcept__qnn4c __halo_fontSizeMap_size--xl __halo_fontWeight_medium\">We help crypto startups build</h3><div class=\"styles_component__481pO\"><div>dOrg is a decentralized autonomous collective of builders specialized in Web3 design and development.<!-- --> <!-- --> <!-- -->Interested in joining our collective? <!-- --> <!-- -->Sign up here ---&gt; <a href=\"https://share.hsforms.com/1qdN5EBi_SJW7U1c5cJigUw5gqvx\" target=\"_blank\" rel=\"nofollow ugc\">share.hsforms.com/1qdN5EBi_SJW7U1c5cJigUw5gqvx</a></div></div>",
        "jobs": {
            "1856875-smart-contracts-engineer": {
                "url": "https://angel.co/company/dorg-1/jobs/1856875-smart-contracts-engineer",
                "id": "1856875-smart-contracts-engineer",
                "published_on": "2021-12-28T16:00:00.699Z",
                "title": "Smart Contracts Engineer",
                "description": "<p>We are looking for ** Smart Contract Engineers** to help with our growth. dOrg is a decentralized autonomous collective of builders specialized in Web3 design and development. Interested in joining our collective?</p>\n\n<p>Role: </p>\n\n<ul>\n<li>Translate requirements into complicated but clean and efficient code</li>\n<li>Develop schedules and determine milestones</li>\n<li>Create unit tests and validation procedures to assure quality</li>\n<li>“Polish” the Contract, maintain code, fix bugs and iron out occurring problems</li>\n<li>Familiar with developing Ethereum smart contracts written in Solidity</li>\n<li>Familiarity with and experience working with OpenZeppelin</li>\n<li>Familiarity with decentralized finance, upgradeable smart contracts, proxy patterns, and experience working with ZeppelinOS</li>\n<li>* Crypto / Defi Enthusiast </li>\n</ul>\n\n<p>Skills</p>\n\n<ul>\n<li>Experience in full lifecycle smart contract development</li>\n<li>Hands on experience primarily with Solidity</li>\n<li>High level knowledge of APIs and libraries</li>\n<li>Up-to-date with the latest blockchain trends, techniques, best practices and technologies</li>\n<li>Ability to solve problems creatively and effectively</li>\n<li>Knowledge of Web3 and Ethereum development tools (Truffle or Hardhat)</li>\n</ul>\n\n<p>Technologies </p>\n\n<ul>\n<li>Solidity * </li>\n<li>Typescript * </li>\n<li>Hardhat *</li>\n<li>Truffle *</li>\n</ul>\n\n<p>Nice to have</p>\n\n<ul>\n<li>Understanding of the graph / writing + deploying subgraph * </li>\n</ul>\n\n<p>About dOrg: </p>\n\n<p>Founded in 2019, dOrg is both a freelance digital collective and a DAO. Self-organising teams amalgamate to offer clients such as Badger, Gnosis Safe, and DoinGud a variety of services, from short-term development to longer-term product build. Many of our teams merge fully into client projects for a period of time. At any one time, we’ll have around 60 or 70 builders engaged in client or internal projects. As a DAO, all of our builders (we call our members ‘builders’) are DAO members and have to meet our Criteria for Remaining Active on a quarterly basis. We are constantly trying to balance the needs of a DAO (an active and engaged community) with how busy many of our builders are (with not a huge amount of available time or energy), and are often exploring how we can improve our systems and processes to achieve this balance. This means that we are often in flux, which is both exciting and challenging.</p>\n",
                "location": "Austin • San Francisco • Remote • Remote",
                "salary": {
                    "min": "160k",
                    "max": "220k",
                    "currency": "$",
                    "equity": true
                }
            },
            "1856879-web3-integrations-frontend": {
                "url": "https://angel.co/company/dorg-1/jobs/1856879-web3-integrations-frontend",
                "id": "1856879-web3-integrations-frontend",
                "published_on": "2021-12-28T16:00:00.709Z",
                "title": "Web3 Integrations / Frontend",
                "description": "<p>We are looking for Web3 Integrators to help with our growth. dOrg is a decentralized autonomous collective of builders specialized in Web3 design and development. Interested in joining our collective?</p>\n\n<p>Role:</p>\n\n<ul>\n<li>Translate requirements into complicated but clean and efficient code</li>\n<li>Maintain code, fix bugs and iron out occurring problems</li>\n<li>Developing with Ethereum, and interacting with smart contracts written in Solidity</li>\n<li>Familiarity with decentralized finance and basics of crypto</li>\n<li>Crypto / Defi Enthusiast</li>\n<li>Working with design and backend engineers</li>\n<li>Shipping products with broad scope </li>\n<li>Craft and invent new workflows and experiences in a new industry</li>\n</ul>\n\n<p>Skills:</p>\n\n<ul>\n<li>Knowledge of Web3 and Ethereum development tools</li>\n<li>Ability to solve problems creatively and effectively</li>\n<li>Up-to-date with the latest blockchain trends, techniques, best practices and technologies</li>\n<li>Knowledge of APIs </li>\n</ul>\n\n<p>Technologies</p>\n\n<p>Typescript *<br>\nEther.js * <br>\nGraphQL * <br>\nApollo * <br>\nHTML * <br>\nCSS * <br>\nReact.js *</p>\n\n<p>Nice to have</p>\n\n<p>Understanding of the graph  *<br>\nFrontend architechural design experience * <br>\nWeb3.js * <br>\nIPFS * </p>\n\n<p>About dOrg:</p>\n\n<p>Founded in 2019, dOrg is both a freelance digital collective and a DAO. Self-organising teams amalgamate to offer clients such as Badger, Gnosis Safe, and DoinGud a variety of services, from short-term development to longer-term product build. Many of our teams merge fully into client projects for a period of time. At any one time, we’ll have around 60 or 70 builders engaged in client or internal projects. As a DAO, all of our builders (we call our members ‘builders’) are DAO members and have to meet our Criteria for Remaining Active on a quarterly basis. We are constantly trying to balance the needs of a DAO (an active and engaged community) with how busy many of our builders are (with not a huge amount of available time or energy), and are often exploring how we can improve our systems and processes to achieve this balance. This means that we are often in flux, which is both exciting and challenging.</p>\n",
                "location": "Austin • New York City • San Francisco • Remote",
                "salary": {
                    "min": "90k",
                    "max": "150k",
                    "currency": "$",
                    "equity": true
                }
            }
        }
    },
    "endaoment-3": {
        "name": "Endaoment",
        "content": "<h3 class=\"styles_component__1kg4S styles_flow__3_K06 styles_highConcept__qnn4c __halo_fontSizeMap_size--xl __halo_fontWeight_medium\">Endaoment is a new Community Foundation offering charitable Funds on Ethereum</h3><div class=\"styles_component__481pO\"><div>Endaoment is a California Public Benefit Corporation based in San Francisco, federally tax-exempt under Internal Revenue Code section 501(c)(3), serving as the decentralized finance industry’s Community Foundation. It provides Donor-Advised &amp; Community Funds through its web-application, enabling users to donate any major crypto to nearly any U.S. nonprofit. By creating a robust Community Foundation entity for the DeFi industry, Endaoment hopes to encourage the charitable giving of cryptocurrencies and the adoption of cryptocurrency technologies by nonprofit organizations. More information visit <a href=\"http://app.endaoment.org\" target=\"_blank\" rel=\"nofollow ugc\">app.endaoment.org</a>.</div></div>",
        "jobs": {
            "1384640-front-end-developer-react-next-js": {
                "url": "https://angel.co/company/endaoment-3/jobs/1384640-front-end-developer-react-next-js",
                "id": "1384640-front-end-developer-react-next-js",
                "published_on": "2022-01-27T00:00:00.000Z",
                "title": "Front-End Developer (React & Next.js)",
                "description": "<p>Endaoment.Tech is the technology development company responsible for the platform powering <a href=\"https://endaoment.org\" target=\"_blank\" rel=\"nofollow\">Endaoment</a>. We’re a venture backed remote-first company, making technology that makes tax-efficient financial accounts using blockchain technology.</p>\n\n<p>Endaoment.org is a new Community Foundation, federally tax-exempt as a 501(c)(3), and serving as the Decentralized Finance industry’s first Philanthropic Institution. Donors gave over $30m in crypto over the last year via Endaoment, granting more than $13m out to hundreds of nonprofits. Donors give crypto directly to charity without having to sell first while grant recipients get dollars wired directly into their traditional bank account (or USDC into their wallet). </p>\n\n<p>As a Front-End Developer, you’ll be responsible for building components and interfaces for Endaoment products. You'd report to the Engineering Project Manager and CEO jointly. We're looking for an experienced junior web developer to continue to build out our entire front end infrastructure and instill good best practices and code hygiene. Successful candidates will have a minimum of three years’ recent experience with all of the skills listed below. Additionally, you’ll be responsible for working together with our external engineering partners as needed. </p>\n\n<p><strong>Current Codebase/Services/Tools Include:</strong></p>\n\n<ul>\n<li>React.js &amp; Next.js</li>\n<li>Typescript</li>\n<li>Storybook</li>\n<li>Figma</li>\n<li>HTML</li>\n<li>mySQL/prisma</li>\n<li>Shell</li>\n<li>Email.js</li>\n<li>Node.js</li>\n<li>APIs (REST, RPC)</li>\n<li>Bonus: Solidity (Ethereum blockchain smart contracts)</li>\n<li>Bonus: Google Cloud Platform</li>\n</ul>\n\n<p>*<em>What you’ll be working on: *</em></p>\n\n<ul>\n<li>Maintain the front end code repositories for Endaoment</li>\n<li>Develop/Request front-end infrastructure improvements</li>\n<li>Support new features and design changes created by Design team</li>\n<li>Participate in the choices of engineering methodologies, tools and organization</li>\n<li>Work autonomously inside a high performing team</li>\n<li>You’re a great fit if you are: </li>\n<li>Experience using React, Hooks, SCSS and Typescript</li>\n<li>Strong eye for good design and proper styling across client types</li>\n<li>Interested in DeFi &amp; financial technology</li>\n<li>Extra Points for experience using Web3.js and Ethereum wallets as well as smart contracts</li>\n<li>Active communicator, with good written English and interpersonal skills</li>\n<li>Extra points if previous experience in working with Blockchain-based applications</li>\n<li>Extra points if previous experience in deploying enterprise-grade dapps on any major platform</li>\n</ul>\n\n<p><strong>More about Endaoment.org’s Mission and Values:</strong><br>\nOur mission is to manage and encourage the charitable giving of cryptocurrencies.</p>\n\n<p>Endaoment aims to serve as the standard-bearing Community Foundation for the decentralized finance community. </p>\n\n<p>Our goal is to reflect the values and vision of this community and center around the following: <br>\nINCLUSION - We elevate diverse voices. We are most impactful when our organization and our work include people from varied backgrounds, opinions and perspectives. We are stronger together.<br>\nENGAGEMENT - We create systems that encourage philanthropy as well as heightened involvement between grant recipients and donors. We have the most power when we work closely with one another.<br>\nRESPECT - We listen deeply and treat each other with kindness. We ask for and seek to understand the ideas of those both within and outside of our community.<br>\nTHROUGHPUT - We focus on moving donated dollars from donors to nonprofit organizations with minimal fees and overhead. We aim to align our organizational incentives with those of the DAF holders, allowing us to focus closely on impact.<br>\nCOLLABORATION - We learn from and with our partners to achieve meaningful impact.<br>\nPARTICIPATION - We achieve our strongest impact when we work together to determine best practices surrounding governance and oversight. We are building an organizational model that leverages new ways to collaborate and enhance our collective ability to do good in the world.</p>\n",
                "location": "United States • Remote",
                "salary": {
                    "min": "125k",
                    "max": "150k",
                    "currency": "$",
                    "equity": true
                }
            }
        }
    },
    "ethereum-push-notification-service": {
        "name": "Ethereum Push Notification Service",
        "content": "",
        "jobs": {
            "1858132-rockstar-marketing-intern": {
                "url": "https://angel.co/company/ethereum-push-notification-service/jobs/1858132-rockstar-marketing-intern",
                "id": "1858132-rockstar-marketing-intern",
                "published_on": "2022-01-04T16:01:24.813Z",
                "title": "Rockstar Marketing Intern",
                "description": "<p><strong>About Ethereum Push Notification Service (EPNS)</strong></p>\n\n<p>EPNS is building the world’s first open communication layer for the Web3 ecosystem, first for Ethereum and then for L2s and then for other blockchains. The protocol enables any smart contracts, dApps or traditional servers to send notifications tied wallet addresses of a user in a platform agnostic fashion (ie: notifs can be integrated and shown on any crypto wallet, mobile apps, extension or dApps).</p>\n\n<p>The EPNS Journey We have had an awesome journey! Ideation and loads of research were taken to the Ethereum Foundation -&gt; EthGlobal HackMoney 2020 where we built the POC -&gt; selected for IDEO PVD -&gt; selected for Gitcoin Kernel fellowship and came out as a top 20 project! -&gt; entered Gitcoin Grants Round 7 (top 5 project / 210+ contributors) which led us to raise our seed ($1.41M).</p>\n\n<p>We are lucky and grateful to be backed by top VCs / Angels in the space including Balaji Srinivasan, Binance Labs, True Ventures, iOSG, Bixin, BR Capital, TheLAO, MetaCartel VC, Ken (EF), Sandeep Nailwal (Polygon), Scott Moore (Gitcoin), DeFiDad, Mariano Conti, Anthony Sassano, Ravindra (Frontier), Preethi Kasireddy along with 35+ equally awesome folks. You can check out more info at epns.io.</p>\n\n<p><strong>Responsibilities :</strong></p>\n\n<ul>\n<li>Collect quantitative and qualitative data from marketing campaigns</li>\n<li>Perform market analysis and research on competition</li>\n<li>Support the marketing team in daily administrative tasks</li>\n<li>Assist in marketing and advertising promotional activities (e.g. social media, direct mail and web)</li>\n<li>Prepare promotional presentations</li>\n<li>Help distribute marketing materials</li>\n<li>Manage and update company database and customer relationship management systems (CRM)</li>\n<li>Help organize marketing events</li>\n</ul>\n\n<p><strong>Requirements</strong></p>\n\n<ul>\n<li>Rockstar spirit to take on new challenges.</li>\n<li>Strong communication and presentation skills</li>\n<li>Self-motivated and results-oriented</li>\n<li>Strong problem-solving abilities</li>\n<li>Highly developed analytical and organizational skills</li>\n<li>Ability to work in a fast-paced environment</li>\n<li>Immediate joining is preferred</li>\n<li>No prior Knowledge of Crypto or Blockchain is required</li>\n</ul>\n",
                "location": "Europe • India • Asia • Remote",
                "salary": {
                    "min": "",
                    "max": "",
                    "currency": "",
                    "equity": false
                }
            }
        }
    },
    "fractional-art": {
        "name": "Fractional",
        "content": "<h3 class=\"styles_component__1kg4S styles_flow__3_K06 styles_highConcept__qnn4c __halo_fontSizeMap_size--xl __halo_fontWeight_medium\">The leading platform for trustless, decentralized, and community-driven NFT fractions</h3><div class=\"styles_component__481pO\"><div>Fractional is building a permissionless and decentralized NFT Fractionalization platform to enable greater ownership of the world’s most sought after NFTs! We reduce entry costs, increase access, and enable new communities.<!-- --> <!-- --> <!-- -->Working at Fractional you will be building on the cutting edge of NFTs and DeFi to help shape the future of collecting NFTs. You'll get to work, learn, and grow with an experienced team whose gathered strong partnerships and committed investments from influencers, investors, community members, and thought leaders who are deeply passionate about the decentralization ecosystem!<!-- --> <!-- --> <!-- -->Fractional is a remote company with competitive compensation, benefits, and equity.</div></div>",
        "jobs": {
            "1911712-backend-engineer-node-js-eu-remote-utc-1": {
                "url": "https://angel.co/company/fractional-art/jobs/1911712-backend-engineer-node-js-eu-remote-utc-1",
                "id": "1911712-backend-engineer-node-js-eu-remote-utc-1",
                "published_on": "2022-01-20T16:02:24.250Z",
                "title": "Backend Engineer (Node.js) - EU Remote (UTC+1)",
                "description": "<p>Salary Range:<br>\n$55k - $120k USD + equity</p>\n\n<p>NOTE: Actual offer will vary based on applicant location / cost of living, skillsets, and level of relevant experience</p>\n\n<p>About the company:</p>\n\n<p>Time zones:<br>\nEastern (UTC -05:00) and Central European UTC (+1:00)</p>\n\n<p>Fractional provides ownership of the world’s most sought after NFTs! Working at Fractional, you will be building on the cutting edge of NFTs and DeFi to help shape the future of collecting NFTs.<br>\nYou will get to work, learn and grow with an experienced team supported by incredible partnerships and committed investments from developers, collectors, investors, and thought leaders who are deeply passionate about the decentralization ecosystem.</p>\n\n<p>More practically, Fractional is a decentralized, permission-less protocol where NFT owners can mint tokenized fractional ownership of their NFTs. These tokens then function as normal ERC20 tokens and the owners can distribute them however they would like. You can read more from our medium posts here: <a href=\"https://medium.com/fractional-art\" target=\"_blank\" rel=\"nofollow\">https://medium.com/fractional-art</a></p>\n\n<p>About the role:</p>\n\n<p>We are looking for an exceptional backend engineer to join our team and work closely with our CTO and web stack developers to build a scalable backend infrastructure including database schema decisions and API development as we build our product foundation for rapid growth and continued innovation in this exciting space! Experience with blockchain, NFTs, and DeFi is preferred.</p>\n\n<p>Our Evolving Tech Stack</p>\n\n<p>Front End: HTML, CSS, JS, Vue.js</p>\n\n<p>Back End: Redis, MySQL, Node.js</p>\n\n<p>Infrastructure: DigitalOcean, AWS (S3), Cloudfront</p>\n\n<p>Automated testing: ~under construction~</p>\n\n<p>Web3: Solidity/Ethereum</p>\n\n<p>Integrations: browser-based crypto wallets such as MetaMask, APIs</p>\n\n<p>What to expect</p>\n\n<ul>\n<li>Make a HUGE impact helping to bring ideas to reality as a core member of a lean, passionate, and friendly team </li>\n<li>An entry-point to learn highly valuable, and complex concepts related to art, finance, and technology in a full-time role in an industry growing exponentially, on a team with some of the leading NFT influencers</li>\n<li>Work within a dynamic team, who challenges the status quo and champions agile working plus continuous improvement</li>\n</ul>\n\n<p>What we’re looking for</p>\n\n<ul>\n<li>Minimum 3 years of professional software development experience in backend engineering and <a href=\"http://node.js/\" target=\"_blank\" rel=\"nofollow\">Node.js</a></li>\n<li>Extensive experience with Git &amp; Github</li>\n<li>Expert knowledge of <a href=\"http://node.js/\" target=\"_blank\" rel=\"nofollow\">Node.js</a> and the <a href=\"http://node.js/\" target=\"_blank\" rel=\"nofollow\">Node.js</a> ecosystem</li>\n<li>Experience in working with Express js</li>\n<li>Strong expertise in JavaScript/ES6</li>\n<li>Good understanding of the HTTP stack</li>\n<li>Experience designing, building, extending, and implementing APIs</li>\n<li>Strong experience in MySql, SQL, and writing stored procedures and optimized queries</li>\n<li>Familiarity with cloud services, job queues, message brokers, container technologies and microservice architectures</li>\n<li>Demonstrated ability to take ownership of an area of code</li>\n<li>Fluency with Linux command line tools</li>\n<li>Strong experience with testing (unit, integration, and end-to-end)</li>\n</ul>\n\n<p>Bonus points for</p>\n\n<ul>\n<li>BS/MS in Computer Science, Computer Engineering, or a related technical field</li>\n<li>Previous experience in a start-up environment</li>\n<li>Familiar with blockchain and working with NFT metadata</li>\n<li>Experience using CI/CD | Continuous Integration / Continuous Deployment systems</li>\n<li>Previous experience in a highly scaled, major tech company</li>\n<li>DevOps / DevSecOps experience</li>\n<li>Experience working with and building structures to extract, transform, and load blockchain transaction data</li>\n<li>Understanding of various DeFi and NFT platforms</li>\n<li>Experience with writing ETL processes</li>\n</ul>\n\n<p>What we're offering</p>\n\n<ul>\n<li>Competitive salary (and equity) in an exciting space driving disruptive innovation</li>\n<li>The opportunity to accelerate our growing organization</li>\n<li>A remote work environment with competitive benefits and holidays</li>\n<li>Crypto native colleagues that want to change the world!</li>\n<li>7 additional company holidays, including all-company week-long winter break</li>\n<li>Medical, Dental, and Vision Insurance for US-based employees</li>\n<li>Agile working environment with flexible working hours and location, career advancement, and competitive compensation package</li>\n<li>We arrange social activities to help our employees become familiar with each other and our culture</li>\n</ul>\n\n<p>If you’re convinced you are the right fit and you can’t wait to join our team, we look forward to hearing from you!</p>\n\n<p>I am an experienced engineer but I haven’t worked with Web3, crypto, or DeFi before... should I apply?</p>\n\n<p>Yes! This is a new and growing space. If you are passionate about learning new things and excited to dive into a new, expanding field, come grow with us!</p>\n\n<p>Once you've applied, please be patient :) we are still establishing our operations so it may take us up to 1-2 weeks to get back to you!</p>\n",
                "location": "Slovenia • Ljubljana • Remote",
                "salary": {
                    "min": "55k",
                    "max": "120k",
                    "currency": "$",
                    "equity": false
                }
            },
            "1641476-backend-engineer-node-js-us-remote-et": {
                "url": "https://angel.co/company/fractional-art/jobs/1641476-backend-engineer-node-js-us-remote-et",
                "id": "1641476-backend-engineer-node-js-us-remote-et",
                "published_on": "2022-01-20T16:02:24.266Z",
                "title": "Backend Engineer (Node.js) - US Remote (ET)",
                "description": "<p>Salary Range:<br>\n$100k - $150k + equity</p>\n\n<p>NOTE: Actual offer will vary based on applicant location / cost of living, skillsets, and level of relevant experience</p>\n\n<p>About the company:</p>\n\n<p>Time zones:<br>\nEastern (UTC -05:00) and Central European UTC (+1:00)</p>\n\n<p>Fractional provides ownership of the world’s most sought after NFTs! Working at Fractional, you will be building on the cutting edge of NFTs and DeFi to help shape the future of collecting NFTs.<br>\nYou will get to work, learn and grow with an experienced team supported by incredible partnerships and committed investments from developers, collectors, investors, and thought leaders who are deeply passionate about the decentralization ecosystem.</p>\n\n<p>More practically, Fractional is a decentralized, permission-less protocol where NFT owners can mint tokenized fractional ownership of their NFTs. These tokens then function as normal ERC20 tokens and the owners can distribute them however they would like. You can read more from our medium posts here: <a href=\"https://medium.com/fractional-art\" target=\"_blank\" rel=\"nofollow\">https://medium.com/fractional-art</a></p>\n\n<p>About the role:</p>\n\n<p>We are looking for an exceptional backend engineer to join our team and work closely with our CTO and web stack developers to build a scalable backend infrastructure including database schema decisions and API development as we build our product foundation for rapid growth and continued innovation in this exciting space! Experience with blockchain, NFTs, and DeFi is preferred.</p>\n\n<p>Our Evolving Tech Stack</p>\n\n<p>Front End: HTML, CSS, JS, Vue.js</p>\n\n<p>Back End: Redis, MySQL, Node.js</p>\n\n<p>Infrastructure: DigitalOcean, AWS (S3), Cloudfront</p>\n\n<p>Automated testing: ~under construction~</p>\n\n<p>Web3: Solidity/Ethereum</p>\n\n<p>Integrations: browser-based crypto wallets such as MetaMask, APIs</p>\n\n<p>What to expect</p>\n\n<ul>\n<li>Make a HUGE impact helping to bring ideas to reality as a core member of a lean, passionate, and friendly team </li>\n<li>An entry-point to learn highly valuable, and complex concepts related to art, finance, and technology in a full-time role in an industry growing exponentially, on a team with some of the leading NFT influencers</li>\n<li>Work within a dynamic team, who challenges the status quo and champions agile working plus continuous improvement</li>\n</ul>\n\n<p>What we’re looking for</p>\n\n<ul>\n<li>Minimum 3 years of professional software development experience in backend engineering and <a href=\"http://node.js/\" target=\"_blank\" rel=\"nofollow\">Node.js</a></li>\n<li>Extensive experience with Git &amp; Github</li>\n<li>Expert knowledge of <a href=\"http://node.js/\" target=\"_blank\" rel=\"nofollow\">Node.js</a> and the <a href=\"http://node.js/\" target=\"_blank\" rel=\"nofollow\">Node.js</a> ecosystem</li>\n<li>Experience in working with Express js</li>\n<li>Strong expertise in JavaScript/ES6</li>\n<li>Good understanding of the HTTP stack</li>\n<li>Experience designing, building, extending, and implementing APIs</li>\n<li>Strong experience in MySql, SQL, and writing stored procedures and optimized queries</li>\n<li>Familiarity with cloud services, job queues, message brokers, container technologies and microservice architectures</li>\n<li>Demonstrated ability to take ownership of an area of code</li>\n<li>Fluency with Linux command line tools</li>\n<li>Strong experience with testing (unit, integration, and end-to-end)</li>\n</ul>\n\n<p>Bonus points for</p>\n\n<ul>\n<li>BS/MS in Computer Science, Computer Engineering, or a related technical field</li>\n<li>Previous experience in a start-up environment</li>\n<li>Familiar with blockchain and working with NFT metadata</li>\n<li>Experience using CI/CD | Continuous Integration / Continuous Deployment systems</li>\n<li>Previous experience in a highly scaled, major tech company</li>\n<li>DevOps / DevSecOps experience</li>\n<li>Experience working with and building structures to extract, transform, and load blockchain transaction data</li>\n<li>Understanding of various DeFi and NFT platforms</li>\n<li>Experience with writing ETL processes</li>\n</ul>\n\n<p>What we're offering</p>\n\n<ul>\n<li>Competitive salary (and equity) in an exciting space driving disruptive innovation</li>\n<li>The opportunity to accelerate our growing organization</li>\n<li>A remote work environment with competitive benefits and holidays</li>\n<li>Crypto native colleagues that want to change the world!</li>\n<li>7 additional company holidays, including all-company week-long winter break</li>\n<li>Medical, Dental, and Vision Insurance for US-based employees</li>\n<li>Agile working environment with flexible working hours and location, career advancement, and competitive compensation package</li>\n<li>We arrange social activities to help our employees become familiar with each other and our culture</li>\n</ul>\n\n<p>If you’re convinced you are the right fit and you can’t wait to join our team, we look forward to hearing from you!</p>\n\n<p>I am an experienced engineer but I haven’t worked with Web3, crypto, or DeFi before... should I apply?</p>\n\n<p>Yes! This is a new and growing space. If you are passionate about learning new things and excited to dive into a new, expanding field, come grow with us!</p>\n\n<p>Once you've applied, please be patient :) we are still establishing our operations so it may take us up to 1-2 weeks to get back to you!</p>\n",
                "location": "United States • Remote",
                "salary": {
                    "min": "100k",
                    "max": "150k",
                    "currency": "$",
                    "equity": false
                }
            },
            "1611245-data-engineer-generalist-us-remote-et": {
                "url": "https://angel.co/company/fractional-art/jobs/1611245-data-engineer-generalist-us-remote-et",
                "id": "1611245-data-engineer-generalist-us-remote-et",
                "published_on": "2022-01-20T16:02:24.285Z",
                "title": "Data Engineer (Generalist) - US Remote (ET)",
                "description": "<p>Salary Range:<br>\n$100k - $140k + equity</p>\n\n<p>NOTE: Actual offer will vary based on applicant location / cost of living, skillsets, and level of relevant experience</p>\n\n<p>About the company:</p>\n\n<p>Time zones:<br>\nEastern (UTC -05:00) and Central European UTC (+1:00)</p>\n\n<p>Fractional provides ownership of the world’s most sought after NFTs! Working at Fractional, you will be building on the cutting edge of NFTs and DeFi to help shape the future of collecting NFTs.<br>\nYou will get to work, learn and grow with an experienced team supported by incredible partnerships and committed investments from developers, collectors, investors, and thought leaders who are deeply passionate about the decentralization ecosystem.</p>\n\n<p>More practically, Fractional is a decentralized, permission-less protocol where NFT owners can mint tokenized fractional ownership of their NFTs. These tokens then function as normal ERC20 tokens and the owners can distribute them however they would like. You can read more from our medium posts here: <a href=\"https://medium.com/fractional-art\" target=\"_blank\" rel=\"nofollow\">https://medium.com/fractional-art</a></p>\n\n<p>About the role:</p>\n\n<p>We are looking for an exceptional data engineer to join our team. They will work closely with our CTO and web stack team to own the data lifecycle and build a scalable backend infrastructure which aggregates data from many different sources and blockchains using their skillsets which should include designing database architectures, data structures, ETL processes, and API/SDK support as we build our foundation for rapid growth, future data science initiatives, and continued innovation in this exciting space! Experience with blockchain, NFTs, and DeFi is preferred.</p>\n\n<p>Our Evolving Tech Stack</p>\n\n<p>Front End: HTML, CSS, JS, Vue.js</p>\n\n<p>Back End: Redis, MySQL, Node.js</p>\n\n<p>Infrastructure: DigitalOcean, AWS (S3), Cloudfront</p>\n\n<p>Automated testing: ~under construction~</p>\n\n<p>Web3: Solidity/Ethereum</p>\n\n<p>Integrations: browser-based crypto wallets such as MetaMask, APIs</p>\n\n<p>What to expect</p>\n\n<ul>\n<li>Make a HUGE impact helping to bring ideas to reality</li>\n<li>An entry-point to learn highly valuable, and complex concepts related to art, finance, and technology in a full-time job in an industry growing exponentially, on a team with some of the leading NFT influencers</li>\n<li>Become a core member of a very passionate team in a friendly environment</li>\n<li>Work within a dynamic team, who challenges the status quo and champions agile working plus continuous improvement</li>\n</ul>\n\n<p>What we’re looking for</p>\n\n<ul>\n<li>3 or more years of relevant software engineering experience in a data or backend-focused role</li>\n<li>Strong experience with three or more of the following languages: Python, Scala, <a href=\"http://Node.js\" target=\"_blank\" rel=\"nofollow\">Node.js</a>, Javascript, SQL</li>\n<li>Experience designing data structures, database schemas and ETL for long-term sustainability from scratch</li>\n<li>Strong attention to detail</li>\n<li>Proficiency in the English language, both written and verbal, sufficient for success in a remote and largely asynchronous work environment</li>\n<li>Experience with scalable cloud-based solutions</li>\n<li>A pro-active and autonomous team player, self-starter with the ability to anticipate future needs</li>\n<li>Capable of prioritizing multiple project in order to meet goals without management oversight</li>\n<li>Experience in communicating with users, other technical teams, and product management to understand requirements, describe data priorities and challenges, and technical design needs</li>\n<li>Excellent writing skills and the ability to drive via influence</li>\n</ul>\n\n<p>Bonus points for</p>\n\n<ul>\n<li>BS/MS in Computer Science, Computer Engineering, or a related technical field</li>\n<li>Previous experience in a start-up environment</li>\n<li>Experience using Continuous Integration / Continuous Deployment systems</li>\n<li>Previous experience in a highly scaled, major tech company</li>\n<li>DevOps / DevSecOps experience</li>\n<li>Experience working with and building structures to extract, transform, and load blockchain transaction data</li>\n<li>Understanding of various DeFi and NFT platforms</li>\n</ul>\n\n<p>What we're offering</p>\n\n<ul>\n<li>Competitive salary (and equity) in an exciting space driving disruptive innovation</li>\n<li>The opportunity to accelerate our growing organization</li>\n<li>A remote work environment with competitive benefits and holidays</li>\n<li>Crypto native colleagues that want to change the world!</li>\n<li>7 additional company holidays, including all-company week-long winter break</li>\n<li>Medical, Dental, and Vision Insurance for US-based employees</li>\n<li>Agile working environment with flexible working hours and location, career advancement, and competitive compensation package</li>\n<li>We arrange social activities to help our employees become familiar with each other and our culture</li>\n</ul>\n\n<p>In this role you will be expected to...</p>\n\n<ul>\n<li>Work with our development team to continually release technical enhancements</li>\n<li>Be responsible for <strong>identifying and anticipating our data needs</strong> and fortifying our backend infrastructure, setting data priorities, and building a scalable foundation for our fast evolving site <a href=\"http://fractional.art\" target=\"_blank\" rel=\"nofollow\">fractional.art</a></li>\n<li>Own the data lifecycle (from ingest and automated quality checks, to discovery and usage)</li>\n<li>Build custom integrations between cloud-based or blockchain-based systems using APIs</li>\n<li>Design efficient data structures, database schemas and ETL for long-term sustainability</li>\n<li>Ship high-quality, well-tested, secure, and maintainable code</li>\n<li>Write server scripts and APIs</li>\n<li>Routinely inspect server code for speed optimization</li>\n<li>Build a scalable backend web infrastructure for <a href=\"http://Fractional.art\" target=\"_blank\" rel=\"nofollow\">Fractional.art</a></li>\n<li>Incorporate data processing and workflow management tools into pipeline design (AWS etc.)</li>\n<li>Design, develop, and optimize data pipelines and backend services for real-time decisioning, reporting, data collection, and related features / functions</li>\n<li>Drive strategic technology decisions related to the appropriate data stores for the job (e.g., warehouses etc.)</li>\n<li>(Long-term) Architect, build, and launch new data models that provide intuitive analytics to the team</li>\n<li>Wrangle large-scale data sets from the blockchain and other site APIs (e.g., OpenSea)</li>\n<li>Build data expertise and own data quality for the pipelines you create</li>\n<li>Our fast-paced, agile development environment will require a penchant for task management and respect for efficient, best practice development principles as well!</li>\n</ul>\n\n<p>If you’re convinced you are the right fit and you can’t wait to join our team, we look forward to hearing from you!</p>\n\n<p>I am an experienced engineer but I haven’t worked with Web3, crypto, or DeFi before... should I apply?</p>\n\n<p>Yes! This is a new and growing space. If you are passionate about learning new things and excited to dive into a new, expanding field, come grow with us!</p>\n\n<p>Once you've applied, please be patient :) we are still establishing our operations so it may take us up to 1-2 weeks to get back to you!</p>\n",
                "location": "United States • Remote",
                "salary": {
                    "min": "100k",
                    "max": "140k",
                    "currency": "$",
                    "equity": true
                }
            },
            "1911711-devops-engineer-web3-eu-remote-utc-1": {
                "url": "https://angel.co/company/fractional-art/jobs/1911711-devops-engineer-web3-eu-remote-utc-1",
                "id": "1911711-devops-engineer-web3-eu-remote-utc-1",
                "published_on": "2022-01-20T16:02:24.301Z",
                "title": "DevOps Engineer (Web3) - EU Remote (UTC+1)",
                "description": "<p>Salary Range:<br>\n$60k - $125k USD + equity</p>\n\n<p>NOTE: Actual offer will vary based on applicant location / cost of living, skillsets, and level of relevant experience</p>\n\n<p>About the company:</p>\n\n<p>Time zones:<br>\nEastern (UTC -05:00) and Central European UTC (+1:00)</p>\n\n<p>Fractional provides ownership of the world’s most sought after NFTs! Working at Fractional, you will be building on the cutting edge of NFTs and DeFi to help shape the future of collecting NFTs.<br>\nYou will get to work, learn and grow with an experienced team supported by incredible partnerships and committed investments from developers, collectors, investors, and thought leaders who are deeply passionate about the decentralization ecosystem.</p>\n\n<p>More practically, Fractional is a decentralized, permission-less protocol where NFT owners can mint tokenized fractional ownership of their NFTs. These tokens then function as normal ERC20 tokens and the owners can distribute them however they would like. You can read more from our medium posts here: <a href=\"https://medium.com/fractional-art\" target=\"_blank\" rel=\"nofollow\">https://medium.com/fractional-art</a></p>\n\n<p>About the role:</p>\n\n<p>We are looking for an exceptional DevOps Engineer to join us to help architect, build, and maintain the foundational infrastructure and platform for our web stack team to unleash their capabilities and efficiency in anticipation of future growth and frequent production-ready releases.</p>\n\n<p>As the right person for this role, you should have a natural talent for problem solving using a “keep it simple” approach. You can communicate well and get along with others. You have a strong desire to automate anything that can be tested. You are looking to join a fun team who really enjoy what they do. You thrive on supporting your team by providing seamless and highly available services.</p>\n\n<p>You will play a critical role and work closely with our CTO to establish the tools and principles that will successfully bring scalable automation and DevOps capabilities to our day-to-day build processes. This role will be expected to both establish and maintain scalable logging and monitoring infrastructure for deployed services as well. Experience with blockchain, NFTs, and DeFi is preferred.</p>\n\n<p>Our Evolving Tech Stack</p>\n\n<p>Front End: HTML, CSS, JS, Vue.js</p>\n\n<p>Back End: Redis, MySQL, Node.js</p>\n\n<p>Infrastructure: DigitalOcean, AWS (S3), Cloudfront</p>\n\n<p>Automated testing: ~under construction~</p>\n\n<p>Web3: Solidity/Ethereum</p>\n\n<p>Integrations: browser-based crypto wallets such as MetaMask, APIs</p>\n\n<p>What to expect</p>\n\n<ul>\n<li>Make a HUGE impact helping to bring ideas to reality as a core member of a lean, passionate, and friendly team </li>\n<li>An entry-point to learn highly valuable, and complex concepts related to art, finance, and technology in a full-time role in an industry growing exponentially, on a team with some of the leading NFT influencers</li>\n<li>Work within a dynamic team, who challenges the status quo and champions agile working plus continuous improvement</li>\n<li>Opportunity to come in at the ground floor to build a scalable foundation you can be proud of without having to navigate the change management of transitioning from legacy ways of working</li>\n</ul>\n\n<p>What we’re looking for</p>\n\n<ul>\n<li>Minimum 3 years of professional experience in supporting and building CI/CD technologies</li>\n<li>Minimum 3 years of professional experience in software development</li>\n<li>Minimum 3 years working with cloud-based workloads (AWS, GCP, or Azure)</li>\n<li>Experience building scalable development infrastructure and deployment systems</li>\n<li>Demonstrated passion to stay up-to-date on the latest CI/CD industry trends and ability to articulate potential value clearly and confidently</li>\n<li>Experience designing, building, and maintaining continuous integration/continuous delivery (CI/CD) pipelines with embedded security testing to effectively secure and deploy cloud-based workloads.</li>\n<li>Experience with the full software development lifecycle</li>\n<li>Efficient use of Git and Github</li>\n<li>Passion for writing concise, performant, and extensible code</li>\n<li>Experience with writing tests and implementing continuous integration and deployment tools</li>\n<li>Experience analyzing and optimizing the performance of processes in place</li>\n<li>Strong problem solving and troubleshooting skills</li>\n<li>Strong coding practices including peer code reviews and efficient agile development</li>\n</ul>\n\n<p>Bonus points for</p>\n\n<ul>\n<li>BS/MS in Computer Science, Computer Engineering, or a related engineering field</li>\n<li>Previous experience in a rapidly scaling start-up environment</li>\n<li>DevSecOps experience</li>\n<li>Experience collaborating with software engineers to figure out new tooling requirements, then drive the implementation, documentation, maintenance, and improvement of these tools</li>\n<li>Familiar with blockchain</li>\n<li>Someone who advocates for and understands how to incrementally refactor code to continually improve a codebase while ensuring that the systems are designed to scale</li>\n<li>5 years experience in architecture, design, development, delivery of distributed applications</li>\n<li>Previous experience in a highly scaled, major tech company</li>\n</ul>\n\n<p>What we're offering</p>\n\n<ul>\n<li>Competitive salary (and equity) in an exciting space driving disruptive innovation</li>\n<li>The opportunity to accelerate our growing organization</li>\n<li>A remote work environment with competitive benefits and holidays</li>\n<li>Crypto native colleagues that want to change the world!</li>\n<li>7 additional company holidays, including all-company week-long winter break</li>\n<li>Medical, Dental, and Vision Insurance for US-based employees</li>\n<li>Agile working environment with flexible working hours and location, career advancement, and competitive compensation package</li>\n<li>We arrange social activities to help our employees become familiar with each other and our culture</li>\n</ul>\n\n<p>If you’re convinced you are the right fit and you can’t wait to join our team, we look forward to hearing from you!</p>\n\n<p>I am an experienced engineer but I haven’t worked with Web3, crypto, or DeFi before... should I apply?</p>\n\n<p>Yes! This is a new and growing space. If you are passionate about learning new things and excited to dive into a new, expanding field, come grow with us!</p>\n\n<p>Once you've applied, please be patient :) we are still establishing our operations so it may take us up to 1-2 weeks to get back to you!</p>\n",
                "location": "Slovenia • Ljubljana • Remote",
                "salary": {
                    "min": "60k",
                    "max": "125k",
                    "currency": "$",
                    "equity": false
                }
            },
            "1688194-devops-engineer-web3-us-remote-et": {
                "url": "https://angel.co/company/fractional-art/jobs/1688194-devops-engineer-web3-us-remote-et",
                "id": "1688194-devops-engineer-web3-us-remote-et",
                "published_on": "2022-01-20T16:02:24.313Z",
                "title": "DevOps Engineer (Web3) - US Remote (ET)",
                "description": "<p>Salary Range:<br>\n$95k - $145k + equity</p>\n\n<p>NOTE: Actual offer will vary based on applicant location / cost of living, skillsets, and level of relevant experience</p>\n\n<p>About the company:</p>\n\n<p>Time zones:<br>\nEastern (UTC -05:00) and Central European UTC (+1:00)</p>\n\n<p>Fractional provides ownership of the world’s most sought after NFTs! Working at Fractional, you will be building on the cutting edge of NFTs and DeFi to help shape the future of collecting NFTs.<br>\nYou will get to work, learn and grow with an experienced team supported by incredible partnerships and committed investments from developers, collectors, investors, and thought leaders who are deeply passionate about the decentralization ecosystem.</p>\n\n<p>More practically, Fractional is a decentralized, permission-less protocol where NFT owners can mint tokenized fractional ownership of their NFTs. These tokens then function as normal ERC20 tokens and the owners can distribute them however they would like. You can read more from our medium posts here: <a href=\"https://medium.com/fractional-art\" target=\"_blank\" rel=\"nofollow\">https://medium.com/fractional-art</a></p>\n\n<p>About the role:</p>\n\n<p>We are looking for an exceptional DevOps Engineer to join us to help architect, build, and maintain the foundational infrastructure and platform for our web stack team to unleash their capabilities and efficiency in anticipation of future growth and frequent production-ready releases.</p>\n\n<p>As the right person for this role, you should have a natural talent for problem solving using a “keep it simple” approach. You can communicate well and get along with others. You have a strong desire to automate anything that can be tested. You are looking to join a fun team who really enjoy what they do. You thrive on supporting your team by providing seamless and highly available services.</p>\n\n<p>You will play a critical role and work closely with our CTO to establish the tools and principles that will successfully bring scalable automation and DevOps capabilities to our day-to-day build processes. This role will be expected to both establish and maintain scalable logging and monitoring infrastructure for deployed services as well. Experience with blockchain, NFTs, and DeFi is preferred.</p>\n\n<p>Our Evolving Tech Stack</p>\n\n<p>Front End: HTML, CSS, JS, Vue.js</p>\n\n<p>Back End: Redis, MySQL, Node.js</p>\n\n<p>Infrastructure: DigitalOcean, AWS (S3), Cloudfront</p>\n\n<p>Automated testing: ~under construction~</p>\n\n<p>Web3: Solidity/Ethereum</p>\n\n<p>Integrations: browser-based crypto wallets such as MetaMask, APIs</p>\n\n<p>What to expect</p>\n\n<ul>\n<li>Make a HUGE impact helping to bring ideas to reality as a core member of a lean, passionate, and friendly team </li>\n<li>An entry-point to learn highly valuable, and complex concepts related to art, finance, and technology in a full-time role in an industry growing exponentially, on a team with some of the leading NFT influencers</li>\n<li>Work within a dynamic team, who challenges the status quo and champions agile working plus continuous improvement</li>\n<li>Opportunity to come in at the ground floor to build a scalable foundation you can be proud of without having to navigate the change management of transitioning from legacy ways of working</li>\n</ul>\n\n<p>What we’re looking for</p>\n\n<ul>\n<li>Minimum 3 years of professional experience in supporting and building CI/CD technologies</li>\n<li>Minimum 3 years of professional experience in software development</li>\n<li>Minimum 3 years working with cloud-based workloads (AWS, GCP, or Azure)</li>\n<li>Experience building scalable development infrastructure and deployment systems</li>\n<li>Demonstrated passion to stay up-to-date on the latest CI/CD industry trends and ability to articulate potential value clearly and confidently</li>\n<li>Experience designing, building, and maintaining continuous integration/continuous delivery (CI/CD) pipelines with embedded security testing to effectively secure and deploy cloud-based workloads.</li>\n<li>Experience with the full software development lifecycle</li>\n<li>Efficient use of Git and Github</li>\n<li>Passion for writing concise, performant, and extensible code</li>\n<li>Experience with writing tests and implementing continuous integration and deployment tools</li>\n<li>Experience analyzing and optimizing the performance of processes in place</li>\n<li>Strong problem solving and troubleshooting skills</li>\n<li>Strong coding practices including peer code reviews and efficient agile development</li>\n</ul>\n\n<p>Bonus points for</p>\n\n<ul>\n<li>BS/MS in Computer Science, Computer Engineering, or a related engineering field</li>\n<li>Previous experience in a rapidly scaling start-up environment</li>\n<li>DevSecOps experience</li>\n<li>Experience collaborating with software engineers to figure out new tooling requirements, then drive the implementation, documentation, maintenance, and improvement of these tools</li>\n<li>Familiar with blockchain</li>\n<li>Someone who advocates for and understands how to incrementally refactor code to continually improve a codebase while ensuring that the systems are designed to scale</li>\n<li>5 years experience in architecture, design, development, delivery of distributed applications</li>\n<li>Previous experience in a highly scaled, major tech company</li>\n</ul>\n\n<p>What we're offering</p>\n\n<ul>\n<li>Competitive salary (and equity) in an exciting space driving disruptive innovation</li>\n<li>The opportunity to accelerate our growing organization</li>\n<li>A remote work environment with competitive benefits and holidays</li>\n<li>Crypto native colleagues that want to change the world!</li>\n<li>7 additional company holidays, including all-company week-long winter break</li>\n<li>Medical, Dental, and Vision Insurance for US-based employees</li>\n<li>Agile working environment with flexible working hours and location, career advancement, and competitive compensation package</li>\n<li>We arrange social activities to help our employees become familiar with each other and our culture</li>\n</ul>\n\n<p>If you’re convinced you are the right fit and you can’t wait to join our team, we look forward to hearing from you!</p>\n\n<p>I am an experienced engineer but I haven’t worked with Web3, crypto, or DeFi before... should I apply?</p>\n\n<p>Yes! This is a new and growing space. If you are passionate about learning new things and excited to dive into a new, expanding field, come grow with us!</p>\n\n<p>Once you've applied, please be patient :) we are still establishing our operations so it may take us up to 1-2 weeks to get back to you!</p>\n",
                "location": "United States • Remote",
                "salary": {
                    "min": "95k",
                    "max": "145k",
                    "currency": "$",
                    "equity": false
                }
            },
            "1911709-smart-contract-engineer-eu-remote-utc-1": {
                "url": "https://angel.co/company/fractional-art/jobs/1911709-smart-contract-engineer-eu-remote-utc-1",
                "id": "1911709-smart-contract-engineer-eu-remote-utc-1",
                "published_on": "2022-01-20T16:02:24.331Z",
                "title": "Smart Contract Engineer - EU Remote (UTC+1)",
                "description": "<p>Salary Range:<br>\n$95k - $145k  USD + equity</p>\n\n<p>NOTE: Actual offer will vary based on applicant location / cost of living, skillsets, and level of relevant experience</p>\n\n<p>About the company:</p>\n\n<p>Time zones:<br>\nEastern (UTC -05:00) and Central European UTC (+1:00)</p>\n\n<p>Fractional provides ownership of the world’s most sought after NFTs! Working at Fractional, you will be building on the cutting edge of NFTs and DeFi to help shape the future of collecting NFTs.<br>\nYou will get to work, learn and grow with an experienced team supported by incredible partnerships and committed investments from developers, collectors, investors, and thought leaders who are deeply passionate about the decentralization ecosystem.</p>\n\n<p>More practically, Fractional is a decentralized, permission-less protocol where NFT owners can mint tokenized fractional ownership of their NFTs. These tokens then function as normal ERC20 tokens and the owners can distribute them however they would like. You can read more from our medium posts here: <a href=\"https://medium.com/fractional-art\" target=\"_blank\" rel=\"nofollow\">https://medium.com/fractional-art</a></p>\n\n<p>About the role:</p>\n\n<p>As a smart contract engineer, you will be responsible for supporting the build of a range of new developments, aspects, and technical enhancements to the fractional protocol, which may include:</p>\n\n<p>Mechanism and modular smart contract designs</p>\n\n<p>Building layer 2 scaling integrations, such as support for Polygon, Optimism, and Arbitrum</p>\n\n<p>Bridging support for other networks non-EVM (e.g., Flow/Cadence, Solana/Rust)</p>\n\n<p>Developing new smart contracts not yet hypothesized</p>\n\n<p>Our fast-paced, agile development environment will require a penchant for task management and respect for efficient, best practice development principles as well!</p>\n\n<p>Our Evolving Tech Stack</p>\n\n<p>Front End: HTML, CSS, JS, Vue.js</p>\n\n<p>Back End: Redis, MySQL, Node.js</p>\n\n<p>Infrastructure: DigitalOcean, AWS (S3), Cloudfront</p>\n\n<p>Automated testing: ~under construction~</p>\n\n<p>Web3: Solidity/Ethereum</p>\n\n<p>Integrations: browser-based crypto wallets such as MetaMask, APIs</p>\n\n<p>What to expect</p>\n\n<ul>\n<li>Make a HUGE impact helping to bring ideas to reality as a core member of a lean, passionate, and friendly team </li>\n<li>Work within a dynamic team, who challenges the status quo and champions agile working plus continuous improvement</li>\n</ul>\n\n<p>What we’re looking for</p>\n\n<ul>\n<li>2+ years of development experience with at least one significant deployment of production-level smart contract code</li>\n<li>Prior experience in leading/mentoring software engineering teams</li>\n<li>Deep understanding of the Ethereum Virtual Machine</li>\n<li>Prior experience in deploying complex smart contract systems to the Ethereum mainnet</li>\n<li>Well versed in understanding all typical attack vectors</li>\n<li>Deep understanding of various DeFi protocols</li>\n<li>Experience in communicating with users, other technical teams, and product management to understand requirements, describe software product features, and technical designs</li>\n<li>Ability to derive the information from a research paper, whitepaper, technical paper, litepaper, etc.</li>\n<li>Excellent writing skills and the ability to drive via influence</li>\n<li>Can operate with a high degree of autonomy and should be able to handle multiple tasks simultaneously.</li>\n</ul>\n\n<p>Bonus points for</p>\n\n<ul>\n<li>BS/MS in Computer Science, Computer Engineering, or a related engineering field</li>\n<li>Backend, API development, and NFT metadata experience</li>\n<li>Previous experience in a rapidly scaling start-up environment</li>\n<li>Previous experience at a major tech company</li>\n</ul>\n\n<p>What we're offering</p>\n\n<ul>\n<li>Competitive salary (and equity) in an exciting space driving disruptive innovation</li>\n<li>The opportunity to accelerate our growing organization</li>\n<li>A remote work environment with competitive benefits and holidays</li>\n<li>Crypto native colleagues that want to change the world!</li>\n<li>7 additional company holidays, including all-company week-long winter break</li>\n<li>Medical, Dental, and Vision Insurance for US-based employees</li>\n<li>Agile working environment with flexible working hours and location, career advancement, and competitive compensation package</li>\n<li>Optional social events to help our employees become familiar with each other and our culture</li>\n</ul>\n\n<p>If you’re convinced you are the right fit and you can’t wait to join our team, we look forward to hearing from you!</p>\n\n<p>Once you've applied, please be patient :) it may take us up to 1-2 weeks to get back to you! </p>\n\n<p>Please kindly include a link to your github as well!</p>\n",
                "location": "Slovenia • Ljubljana • Remote",
                "salary": {
                    "min": "95k",
                    "max": "145k",
                    "currency": "$",
                    "equity": false
                }
            },
            "1911710-smart-contract-engineer-us-remote-et": {
                "url": "https://angel.co/company/fractional-art/jobs/1911710-smart-contract-engineer-us-remote-et",
                "id": "1911710-smart-contract-engineer-us-remote-et",
                "published_on": "2022-01-20T16:02:24.347Z",
                "title": "Smart Contract Engineer - US Remote (ET)",
                "description": "<p>Salary Range:<br>\n$95k - $165k + equity</p>\n\n<p>NOTE: Actual offer will vary based on applicant location / cost of living, skillsets, and level of relevant experience</p>\n\n<p>About the company:</p>\n\n<p>Time zones:<br>\nEastern (UTC -05:00) and Central European UTC (+1:00)</p>\n\n<p>Fractional provides ownership of the world’s most sought after NFTs! Working at Fractional, you will be building on the cutting edge of NFTs and DeFi to help shape the future of collecting NFTs.<br>\nYou will get to work, learn and grow with an experienced team supported by incredible partnerships and committed investments from developers, collectors, investors, and thought leaders who are deeply passionate about the decentralization ecosystem.</p>\n\n<p>More practically, Fractional is a decentralized, permission-less protocol where NFT owners can mint tokenized fractional ownership of their NFTs. These tokens then function as normal ERC20 tokens and the owners can distribute them however they would like. You can read more from our medium posts here: <a href=\"https://medium.com/fractional-art\" target=\"_blank\" rel=\"nofollow\">https://medium.com/fractional-art</a></p>\n\n<p>About the role:</p>\n\n<p>As a smart contract engineer, you will be responsible for supporting the build of a range of new developments, aspects, and technical enhancements to the fractional protocol, which may include:</p>\n\n<p>Mechanism and modular smart contract designs</p>\n\n<p>Building layer 2 scaling integrations, such as support for Polygon, Optimism, and Arbitrum</p>\n\n<p>Bridging support for other networks non-EVM (e.g., Flow/Cadence, Solana/Rust)</p>\n\n<p>Developing new smart contracts not yet hypothesized</p>\n\n<p>Our fast-paced, agile development environment will require a penchant for task management and respect for efficient, best practice development principles as well!</p>\n\n<p>Our Evolving Tech Stack</p>\n\n<p>Front End: HTML, CSS, JS, Vue.js</p>\n\n<p>Back End: Redis, MySQL, Node.js</p>\n\n<p>Infrastructure: DigitalOcean, AWS (S3), Cloudfront</p>\n\n<p>Automated testing: ~under construction~</p>\n\n<p>Web3: Solidity/Ethereum</p>\n\n<p>Integrations: browser-based crypto wallets such as MetaMask, APIs</p>\n\n<p>What to expect</p>\n\n<ul>\n<li>Make a HUGE impact helping to bring ideas to reality as a core member of a lean, passionate, and friendly team </li>\n<li>Work within a dynamic team, who challenges the status quo and champions agile working plus continuous improvement</li>\n</ul>\n\n<p>What we’re looking for</p>\n\n<ul>\n<li>2+ years of development experience with at least one significant deployment of production-level smart contract code</li>\n<li>Prior experience in leading/mentoring software engineering teams</li>\n<li>Deep understanding of the Ethereum Virtual Machine</li>\n<li>Prior experience in deploying complex smart contract systems to the Ethereum mainnet</li>\n<li>Well versed in understanding all typical attack vectors</li>\n<li>Deep understanding of various DeFi protocols</li>\n<li>Experience in communicating with users, other technical teams, and product management to understand requirements, describe software product features, and technical designs</li>\n<li>Ability to derive the information from a research paper, whitepaper, technical paper, litepaper, etc.</li>\n<li>Excellent writing skills and the ability to drive via influence</li>\n<li>Can operate with a high degree of autonomy and should be able to handle multiple tasks simultaneously.</li>\n</ul>\n\n<p>Bonus points for</p>\n\n<ul>\n<li>BS/MS in Computer Science, Computer Engineering, or a related engineering field</li>\n<li>Backend, API development, and NFT metadata experience</li>\n<li>Previous experience in a rapidly scaling start-up environment</li>\n<li>Previous experience at a major tech company</li>\n</ul>\n\n<p>What we're offering</p>\n\n<ul>\n<li>Competitive salary (and equity) in an exciting space driving disruptive innovation</li>\n<li>The opportunity to accelerate our growing organization</li>\n<li>A remote work environment with competitive benefits and holidays</li>\n<li>Crypto native colleagues that want to change the world!</li>\n<li>7 additional company holidays, including all-company week-long winter break</li>\n<li>Medical, Dental, and Vision Insurance for US-based employees</li>\n<li>Agile working environment with flexible working hours and location, career advancement, and competitive compensation package</li>\n<li>Optional social events to help our employees become familiar with each other and our culture</li>\n</ul>\n\n<p>If you’re convinced you are the right fit and you can’t wait to join our team, we look forward to hearing from you!</p>\n\n<p>Once you've applied, please be patient :) it may take us up to 1-2 weeks to get back to you! </p>\n\n<p>Please kindly include a link to your github as well!</p>\n",
                "location": "United States • Remote",
                "salary": {
                    "min": "95k",
                    "max": "165k",
                    "currency": "$",
                    "equity": false
                }
            },
            "1611245-data-optimization-engineer-generalist-us-remote-et": {
                "url": "https://angel.co/company/fractional-art/jobs/1611245-data-optimization-engineer-generalist-us-remote-et",
                "id": "1611245-data-optimization-engineer-generalist-us-remote-et",
                "published_on": "2022-01-20T11:42:40.084Z",
                "title": "Data Optimization Engineer (Generalist) - US Remote (ET)",
                "description": "<p>Salary Range:<br>\n$100k - $140k + equity</p>\n\n<p>NOTE: Actual offer will vary based on applicant location / cost of living, skillsets, and level of relevant experience</p>\n\n<p>About the company:</p>\n\n<p>Time zones:<br>\nEastern (UTC -05:00) and Central European UTC (+1:00)</p>\n\n<p>Fractional provides ownership of the world’s most sought after NFTs! Working at Fractional, you will be building on the cutting edge of NFTs and DeFi to help shape the future of collecting NFTs.<br>\nYou will get to work, learn and grow with an experienced team supported by incredible partnerships and committed investments from developers, collectors, investors, and thought leaders who are deeply passionate about the decentralization ecosystem.</p>\n\n<p>More practically, Fractional is a decentralized, permission-less protocol where NFT owners can mint tokenized fractional ownership of their NFTs. These tokens then function as normal ERC20 tokens and the owners can distribute them however they would like. You can read more from our medium posts here: <a href=\"https://medium.com/fractional-art\" target=\"_blank\" rel=\"nofollow\">https://medium.com/fractional-art</a></p>\n\n<p>About the role:</p>\n\n<p>We are looking for an exceptional data engineer to join our team. They will work closely with our CTO and web stack team to own the data lifecycle and build a scalable backend infrastructure which aggregates data from many different sources and blockchains using their skillsets which should include designing database architectures, data structures, ETL processes, and API/SDK support as we build our foundation for rapid growth, future data science initiatives, and continued innovation in this exciting space! Experience with blockchain, NFTs, and DeFi is preferred.</p>\n\n<p>Our Evolving Tech Stack</p>\n\n<p>Front End: HTML, CSS, JS, Vue.js</p>\n\n<p>Back End: Redis, MySQL, Node.js</p>\n\n<p>Infrastructure: DigitalOcean, AWS (S3), Cloudfront</p>\n\n<p>Automated testing: ~under construction~</p>\n\n<p>Web3: Solidity/Ethereum</p>\n\n<p>Integrations: browser-based crypto wallets such as MetaMask, APIs</p>\n\n<p>What to expect</p>\n\n<ul>\n<li>Make a HUGE impact helping to bring ideas to reality</li>\n<li>An entry-point to learn highly valuable, and complex concepts related to art, finance, and technology in a full-time job in an industry growing exponentially, on a team with some of the leading NFT influencers</li>\n<li>Become a core member of a very passionate team in a friendly environment</li>\n<li>Work within a dynamic team, who challenges the status quo and champions agile working plus continuous improvement</li>\n</ul>\n\n<p>What we’re looking for</p>\n\n<ul>\n<li>3 or more years of relevant software engineering experience in a data optimization or backend-focused role</li>\n<li>Strong experience with three or more of the following languages: Python, Scala, <a href=\"http://Node.js\" target=\"_blank\" rel=\"nofollow\">Node.js</a>, Javascript, SQL</li>\n<li>Experience designing data structures, database schemas and ETL for long-term sustainability from scratch</li>\n<li>Strong attention to detail</li>\n<li>Proficiency in the English language, both written and verbal, sufficient for success in a remote and largely asynchronous work environment</li>\n<li>Experience with scalable cloud-based solutions</li>\n<li>A pro-active and autonomous team player, self-starter with the ability to anticipate future needs</li>\n<li>Capable of prioritizing multiple project in order to meet goals without management oversight</li>\n<li>Experience in communicating with users, other technical teams, and product management to understand requirements, describe data priorities and challenges, and technical design needs</li>\n<li>Excellent writing skills and the ability to drive via influence</li>\n</ul>\n\n<p>Bonus points for</p>\n\n<ul>\n<li>BS/MS in Computer Science, Computer Engineering, or a related technical field</li>\n<li>Previous experience in a start-up environment</li>\n<li>Experience using Continuous Integration / Continuous Deployment systems</li>\n<li>Previous experience in a highly scaled, major tech company</li>\n<li>DevOps / DevSecOps experience</li>\n<li>Experience working with and building structures to extract, transform, and load blockchain transaction data</li>\n<li>Understanding of various DeFi and NFT platforms</li>\n</ul>\n\n<p>What we're offering</p>\n\n<ul>\n<li>Competitive salary (and equity) in an exciting space driving disruptive innovation</li>\n<li>The opportunity to accelerate our growing organization</li>\n<li>A remote work environment with competitive benefits and holidays</li>\n<li>Crypto native colleagues that want to change the world!</li>\n<li>7 additional company holidays, including all-company week-long winter break</li>\n<li>Medical, Dental, and Vision Insurance for US-based employees</li>\n<li>Agile working environment with flexible working hours and location, career advancement, and competitive compensation package</li>\n<li>We arrange social activities to help our employees become familiar with each other and our culture</li>\n</ul>\n\n<p>In this role you will be expected to...</p>\n\n<ul>\n<li>Work with our development team to continually release technical enhancements</li>\n<li>Be responsible for <strong>identifying and anticipating our data needs</strong> <strong>and optimizing our backend infrastructure</strong>, setting data priorities, and building a scalable foundation for our fast evolving site <a href=\"http://fractional.art\" target=\"_blank\" rel=\"nofollow\">fractional.art</a></li>\n<li>Own the data lifecycle (from ingest and automated quality checks, to discovery and usage)</li>\n<li>Build custom integrations between cloud-based or blockchain-based systems using APIs</li>\n<li>Design efficient data structures, database schemas and ETL for long-term sustainability</li>\n<li>Ship high-quality, well-tested, secure, and maintainable code</li>\n<li>Write server scripts and APIs</li>\n<li>Routinely inspect server code for speed optimization</li>\n<li>Build a scalable NFT metadata backend infrastructure for <a href=\"http://Fractional.art\" target=\"_blank\" rel=\"nofollow\">Fractional.art</a></li>\n<li>Incorporate data processing and workflow management tools into pipeline design (AWS etc.)</li>\n<li>Design, develop, and optimize data pipelines and backend services for real-time decisioning, reporting, data collection, and related features / functions</li>\n<li>Drive strategic technology decisions related to the appropriate data stores for the job (e.g., warehouses etc.)</li>\n<li>(Long-term) Architect, build, and launch new data models that provide intuitive analytics to the team</li>\n<li>Wrangle large-scale data sets from the blockchain and other site APIs (e.g., OpenSea)</li>\n<li>Build data expertise and own data quality for the pipelines you create</li>\n<li>Our fast-paced, agile development environment will require a penchant for task management and respect for efficient, best practice development principles as well!</li>\n</ul>\n\n<p>If you’re convinced you are the right fit and you can’t wait to join our team, we look forward to hearing from you!</p>\n\n<p>I am an experienced engineer but I haven’t worked with Web3, crypto, or DeFi before... should I apply?</p>\n\n<p>Yes! This is a new and growing space. If you are passionate about learning new things and excited to dive into a new, expanding field, come grow with us!</p>\n\n<p>Once you've applied, please be patient :) we are still establishing our operations so it may take us up to 1-2 weeks to get back to you!</p>\n",
                "location": "United States • Remote",
                "salary": {
                    "min": "100k",
                    "max": "140k",
                    "currency": "$",
                    "equity": true
                }
            }
        }
    },
    "gelato-network": {
        "name": "Gelato Network",
        "content": "<h3 class=\"styles_component__1kg4S styles_flow__3_K06 styles_highConcept__qnn4c __halo_fontSizeMap_size--xl __halo_fontWeight_medium\">Gelato is a protocol to automate smart contract executions on Ethereum</h3><div class=\"styles_component__481pO\"><div>We are building the infrastructure for the next generation of automated dApps on Ethereum. Join our mission to provide Developers with the tools to offer an amazing automated User Experience to their customers while building the future of financial automation.</div></div>",
        "jobs": {
            "956851-senior-back-end-engineer": {
                "url": "https://angel.co/company/gelato-network/jobs/956851-senior-back-end-engineer",
                "id": "956851-senior-back-end-engineer",
                "published_on": "2022-01-18T16:04:09.102Z",
                "title": "Senior Back-End Engineer 🍦",
                "description": "<p><a href=\"https://twitter.com/gelatonetwork\" target=\"_blank\" rel=\"nofollow\"><strong>Gelato Network</strong></a> is a protocol that automates smart contract executions on Ethereum. We develop an open-source decentralized network of relay nodes that developers can plug into to create amazing automated dApps for their users. </p>\n\n<p>Join our team of 10 and work directly with the founders to build the future of Automation on Ethereum. Enjoy a lot of perks, travel with us to cool events (after Corona), and participate in amazing off-side retreats with the team!</p>\n\n<p><strong>What we offer:</strong></p>\n\n<ul>\n<li>One of the strongest tech teams in crypto, working fully remote, with HQ in Zug Switzerland</li>\n<li>Be part of building the backend of web3 on which some of the most widely used applications such as MakerDAO, Connext, Abracadabra and Quickswap rely on today</li>\n<li>GEL Token package - Get a share of the networks token and participate in making decisions about how the project should be moving forward</li>\n<li>Worldclass Investors - We are backed by top class VCs and Angels including Dragonfly, Galaxy Digital, ParaFi, Gnosis, Stani Kulechov and many more!</li>\n</ul>\n\n<p><strong>Responsibilities:</strong></p>\n\n<ul>\n<li>Building a scalable a decentralized network of nodes that execute tens of thousands of transactions every day</li>\n<li>Designing and implementing new features within the product such as threshold signatures schemes, trust minimized off-chain computation, token staking</li>\n<li>Integrate a variety of different blockchain networks in one client</li>\n<li>Thinking creatively about attack vectors, possible failures, and disaster scenarios, modeling them in reproducible test environments, and developing fixes</li>\n<li>Modeling and developing recovery behaviors within our core node software</li>\n<li>Implementing resilient distributed systems to achieve extremely high reliability in a variety of blockchain environments</li>\n</ul>\n\n<p><strong>Requirements:</strong></p>\n\n<ul>\n<li>4 years experience with either node.js and / or Golang</li>\n<li>B.S. or higher in computer science, software engineering or related technical field</li>\n<li>Experience with distributed systems and/or container orchestration</li>\n<li>You can work with high autonomy</li>\n<li>Strong written and verbal communication skills</li>\n</ul>\n\n<p><strong>Bonus:</strong></p>\n\n<ul>\n<li>Knowledge about the inner workings of the EVM</li>\n<li>Experience with Solidity</li>\n<li>Experience in building and running bots that interact with smart contracts on Ethereum</li>\n<li>Knowledge about Ethereum Client &amp; Mining software</li>\n</ul>\n\n<p><strong>Technologies we use and teach:</strong></p>\n\n<ul>\n<li>Node.js</li>\n<li>Golang</li>\n<li>Typescript</li>\n<li>Redis</li>\n<li>AWS</li>\n<li>Ethers.js</li>\n</ul>\n\n<p>You can apply below or visit our careers page at <a href=\"https://recruitcrm.io/jobs/Gelato_Network_careers?ref=gelato.network\" target=\"_blank\" rel=\"nofollow\">https://recruitcrm.io/jobs/Gelato_Network_careers?ref=gelato.network</a></p>\n",
                "location": "Zurich • Berlin • Zug • Remote",
                "salary": {
                    "min": "80k",
                    "max": "100k",
                    "currency": "$",
                    "equity": true
                }
            },
            "1897642-growth-hacker-lead-remote": {
                "url": "https://angel.co/company/gelato-network/jobs/1897642-growth-hacker-lead-remote",
                "id": "1897642-growth-hacker-lead-remote",
                "published_on": "2022-01-18T16:04:09.158Z",
                "title": "Growth Hacker Lead (Remote)",
                "description": "<p>Gelato is Web3's premier automation network, enabling developers to automate arbitrary smart contract executions on and across all EVM based compatible blockchains such as Ethereum, Binance Smart Chain, Polygon and many more. </p>\n\n<p>Today, Gelato executes thousands of transactions every day and is used by some of the most widely used decentralized applications in crypto as the underlying infrastructure to automate DeFi, NFT and gaming use cases including limit orders on AMMs, interest compounding or automated petting of NFT pets.</p>\n\n<p><strong>What we offer:</strong></p>\n\n<ul>\n<li>A fully remote team with team members in Zug, Paris, New York, Berlin, and many other cool places</li>\n<li>Join the \"Gelato Legendary Member Club\" and work directly with the founders</li>\n<li>Participate in building the infrastructure that aims to become the glue between all crypto networks and power the most promising dapps on Ethereum and beyond</li>\n<li>Generous Token Package - Get a share of the network's token and be able to participate in the Gelato DAO</li>\n<li>Chance to participate in shaping the future of web3 by working together with the biggest projects in this space, such as MakerDAO, Connext, Quickswap, etc.</li>\n<li>Worldclass Investors - We are backed by top class VCs and Angels including Dragonfly, Galaxy Digital, ParaFi, Gnosis, Stani Kulechov and many more!</li>\n</ul>\n\n<p><strong>Responsibilities:</strong></p>\n\n<ul>\n<li>You will work alongside the product, content, and biz dev teams to brainstorm, plan, and execute digital campaigns and tactical actions that drive potential customers and projects to our community</li>\n<li>You will use analytical tools to monitor, track, and measure awareness, engagement, and campaign performance</li>\n<li>You will increase Gelato's social presence in the blockchain developer community such as Twitter, Telegram, Discord, Reddit, Stack Overflow, etc.</li>\n<li>You will collaborate with influencers with substantial followings within each vertical to better amplify our key messaging and content</li>\n</ul>\n\n<p><strong>Requirements:</strong></p>\n\n<ul>\n<li>4+ years background in a growth marketing role with hands-on full-cycle growth or performance marketing experience</li>\n<li>Understanding of the emergent culture and trends</li>\n<li>Expertise at translating complex ideas into simple, exciting, viral content that people will share</li>\n<li>Knowledge of growth-hacking tools, such as automation and campaign monitoring platforms</li>\n<li>Experience with SEO optimization, Google Ads, paid social media ads</li>\n<li>Excellent communication and copywriting skills</li>\n<li>Strong analytical and critical thinking skills</li>\n<li>Basic understanding of design tools, such as Adobe Photoshop and Figma</li>\n</ul>\n\n<p><strong>Bonus points if you can demonstrate:</strong></p>\n\n<ul>\n<li>You have a growing social media channel like YouTube, Podcast, or Tiktok</li>\n<li>You are actively involved with the crypto communities</li>\n<li>You speak more than one language</li>\n</ul>\n\n<p><strong>Perks:</strong></p>\n\n<ul>\n<li>Work very autonomously </li>\n<li>Generous GEL token package</li>\n<li>Competitive Salary</li>\n<li>Work together with one of the best technical teams on Ethereum</li>\n<li>Build relationships with top blockchain teams which are already Gelato users, including MakerDAO, Instadapp, Zerion, Quickswap and many more</li>\n<li>Chance to travel the world to go to exciting events and connect with key players in this industry</li>\n<li>Join amazing in-person offsites all over the world</li>\n</ul>\n",
                "location": "Europe • Remote",
                "salary": {
                    "min": "",
                    "max": "",
                    "currency": "",
                    "equity": false
                }
            },
            "1897545-technical-content-lead": {
                "url": "https://angel.co/company/gelato-network/jobs/1897545-technical-content-lead",
                "id": "1897545-technical-content-lead",
                "published_on": "2022-01-18T16:04:09.175Z",
                "title": "Technical Content Lead",
                "description": "<p>Gelato is Web3's premier automation network, enabling developers to automate arbitrary smart contract executions on and across all EVM based compatible blockchains such as Ethereum, Binance Smart Chain, Polygon and many more. </p>\n\n<p>Today, Gelato executes thousands of transactions every day and is used by some of the most widely used decentralized applications in crypto as the underlying infrastructure to automate DeFi, NFT and gaming use cases including limit orders on AMMs, interest compounding or automated petting of NFT pets.</p>\n\n<p><strong>What we offer:</strong></p>\n\n<ul>\n<li>A fully remote team with team members in Zug, Paris, New York, Berlin, and many other cool places</li>\n<li>Join the \"Gelato Legendary Member Club\" and work directly with the founders</li>\n<li>Participate in building the infrastructure that aims to become the glue between all crypto networks and power the most promising dapps on Ethereum and beyond</li>\n<li>Generous Token Package - Get a share of the network's token and be able to participate in the Gelato DAO</li>\n<li>Chance to participate in shaping the future of web3 by working together with the biggest projects in this space, such as MakerDAO, Connext, Quickswap, etc.</li>\n<li>Worldclass Investors - We are backed by top class VCs and Angels including Dragonfly, Galaxy Digital, ParaFi, Gnosis, Stani Kulechov and many more!</li>\n</ul>\n\n<p><strong>Responsibilities:</strong></p>\n\n<ul>\n<li>You will define and execute the content strategy to communicate the benefits of our product offering to the existing and prospective developers across multiple channels, including blog, YouTube, Twitter, Newsletter, Discord, and other editorial and social media channels</li>\n<li>You will engage directly with developers in our community and other Web3 developer communities to acknowledge their needs and create educational content such as tutorials and guides to help them succeed</li>\n<li>You will be the one that amplifies our voices in the Web3 developer communities</li>\n<li>You will work with data to measure the impact and effectiveness of all the content</li>\n</ul>\n\n<p><strong>Requirements:</strong></p>\n\n<ul>\n<li>Track record of creating engaging content for the developer audience — you define yourself as a technical content creator</li>\n<li>Working knowledge of programming languages such as Solidity</li>\n<li>Excellent written and presentation-based communication skills (native or fluent English speaker) </li>\n<li>Strong curiosity or understanding of the blockchain landscape (Ethereum, DeFi, etc.)</li>\n<li>The basic understanding of how SEO works</li>\n</ul>\n\n<p><strong>Bonus points if you can demonstrate:</strong></p>\n\n<ul>\n<li>You have a growing social media channel like YouTube, Podcast, or Tiktok</li>\n<li>You are actively involved with the developer communities</li>\n<li>Developer marketing experience in the B2B technology space</li>\n</ul>\n\n<p><strong>Perks:</strong></p>\n\n<ul>\n<li>Work very autonomously </li>\n<li>Generous GEL token package</li>\n<li>Competitive Salary</li>\n<li>Work together with one of the best technical teams on Ethereum</li>\n<li>Build relationships with top blockchain teams which are already Gelato users, including MakerDAO, Instadapp, Zerion, Quickswap and many more</li>\n<li>Chance to travel the world to go to exciting events and connect with key players in this industry</li>\n<li>Join amazing in-person offsites all over the world</li>\n</ul>\n",
                "location": "Europe • Remote",
                "salary": {
                    "min": "",
                    "max": "",
                    "currency": "",
                    "equity": false
                }
            },
            "1687904-web3-research-analyst-remote": {
                "url": "https://angel.co/company/gelato-network/jobs/1687904-web3-research-analyst-remote",
                "id": "1687904-web3-research-analyst-remote",
                "published_on": "2022-01-11T16:04:09.237Z",
                "title": "Web3 Research Analyst (Remote)",
                "description": "<p>Gelato Network is a protocol that automates smart contract executions on Ethereum. We develop an open-source system coordinating a decentralized network of relay nodes that developers can plug into to create amazing automated dApps for their users.</p>\n\n<p>Join our team and work directly with the founders to build the future of Automation for the upcoming decentralized web. Enjoy a lot of perks, travel with us to cool events and participate in amazing off-side retreats with the team!</p>\n\n<p>Participate in creating the most sophisticated crypto bot network ever created by designing the smart contracts that will rule them all!</p>\n\n<p>We are a fully remote team and although we hire globally, there is a strong preference for this role to be based in Switzerland or Germany.</p>\n\n<p>Goal:</p>\n\n<ul>\n<li>Execute Gelato’s customer acquisition strategy by establishing key relationships with top blockchain teams worldwide.</li>\n<li>Grow Gelato’s usage, dive deep into the community of Gelato’s partners, and join us on an epic journey through this never sleeping crypto industry!</li>\n</ul>\n\n<p>Responsibilities:</p>\n\n<ul>\n<li>Close deals with customers by working together with our marketing and tech team</li>\n<li>Reach out to a lot of projects and become an engaged member of their community</li>\n<li>Build and manage key relationships with Gelato’s customers and partners</li>\n<li>Go to events and represent Gelato</li>\n</ul>\n\n<p>Requirements:</p>\n\n<ul>\n<li>Advanced knowledge about projects and new innovations in DeFi / blockchain industry</li>\n<li>2+ years experience in sales, partnerships and business development at top B2B technology companies</li>\n<li>Strong hunter instincts for outbound outreach to find and identify customers</li>\n<li>Excellent written and verbal communication skills, especially interacting with senior developers / CTOs</li>\n</ul>\n\n<p>Perks:</p>\n\n<ul>\n<li>Work very autonomously </li>\n<li>Generous GEL token package</li>\n<li>Competitive Salary</li>\n<li>Work together with one of the best technical teams on Ethereum</li>\n<li>Build relationships with top blockchain teams which are already Gelato users, including MakerDAO, Instadapp, Zerion, Quickswap and many more</li>\n<li>Chance to travel the world to go to exciting events and connect with key players in this industry</li>\n<li>Join amazing in-person offsites all over the world</li>\n<li><p>BONUS: </p></li>\n<li><p>Past work experience in a top crypto / defi project</p></li>\n</ul>\n",
                "location": "China • Europe • North America",
                "salary": {
                    "min": "45k",
                    "max": "55k",
                    "currency": "$",
                    "equity": false
                }
            },
            "1308962-senior-front-end-developer": {
                "url": "https://angel.co/company/gelato-network/jobs/1308962-senior-front-end-developer",
                "id": "1308962-senior-front-end-developer",
                "published_on": "2022-01-20T11:42:56.347Z",
                "title": "Senior Front End Developer",
                "description": "<p>[<strong>Gelato Network</strong>](<a href=\"https://www.gelato.network/\" target=\"_blank\" rel=\"nofollow\">https://www.gelato.network/</a> is a protocol that automates smart contract executions on Ethereum. We develop an open-source decentralized network of relay nodes that developers can plug into to create amazing automated dApps for their users. </p>\n\n<p>Join our team of 10 and work directly with the founders to build the future of Automation on Ethereum. Enjoy a lot of perks, travel with us to cool events, and participate in amazing off-side retreats with the team!</p>\n\n<p><strong>What we offer:</strong></p>\n\n<ul>\n<li>Small, fully remote team with an office in Zug Switzerland (in case you don’t want to work remotely)</li>\n<li>Be one of the first employees and work directly with the founders</li>\n<li>Build the next generation of automated services on Ethereum and Layer 2 networks and become an expert in the most cutting edge UX standards of dApp development</li>\n<li>Work together closely with industry leading teams that we team up with to deliver the most innovative products in the DeFi industry</li>\n<li>Token Options - Get a share of the networks future tokens and be able to participate in Gelato’s upcoming DAO</li>\n<li>Worldclass Investors - We are backed by the community, including industry leading experts such as Gnosis, Christoph Jentzsch and the two largest Venture DAOs (The LAO, Metacartel Ventures)</li>\n</ul>\n\n<p><strong>Responsibilities:</strong></p>\n\n<ul>\n<li>Work together with Product Designers and Product Managers to implement Gelato’s Front End Specs</li>\n<li>Help advanced front end applications such as Sorbet Finance and Gelato Ops</li>\n<li>Use a test driven development process to ensure only solid releases make it into production</li>\n<li>Participate in sprint planning and standups to discuss priorities and manage issues</li>\n</ul>\n\n<p><strong>Perks:</strong></p>\n\n<ul>\n<li>Work very autonomously </li>\n<li>Generous GEL token package</li>\n<li>Competitive Salary</li>\n<li>World class investors</li>\n<li>Work together with one of the best technical teams in crypto</li>\n<li>Build relationships with top blockchain teams which are already Gelato users, including MakerDAO, Instadapp, Zerion, Quickswap and many more</li>\n<li>Chance to travel the world to go to exciting events and connect with key players in this industry</li>\n<li>Join amazing in-person offsites all over the world</li>\n</ul>\n\n<p><strong>Requirements:</strong></p>\n\n<ul>\n<li>4 years experience with React.js, Vue.js or similar front-end frameworks</li>\n<li>3 years experience Graph QL</li>\n<li>3 years experience with Typescript</li>\n<li>Strong CSS skills</li>\n<li>You can work with high autonomy</li>\n<li>Strong written and verbal communication skills</li>\n</ul>\n\n<p><strong>Technologies we use and teach:</strong></p>\n\n<ul>\n<li>React.js</li>\n</ul>\n",
                "location": "Zurich • Zug • Remote",
                "salary": {
                    "min": "80k",
                    "max": "100k",
                    "currency": "$",
                    "equity": true
                }
            }
        }
    },
    "gitcoin": {
        "name": "Gitcoin",
        "content": "<h3 class=\"styles_component__1kg4S styles_flow__3_K06 styles_highConcept__qnn4c __halo_fontSizeMap_size--xl __halo_fontWeight_medium\">Build and fund digital public goods</h3><div class=\"styles_component__481pO\"><div>Our mission is to build and fund digital public goods. We empower communities of builders to connect and work together to create the future of the open web.<!-- --> <!-- --> <!-- -->Open Internet<!-- --> <!-- -->We represent the spirit of the open web, with P2P communities building open source code, sharing open data, and adopting open governance.<!-- --> <!-- --> <!-- -->Open Source<!-- --> <!-- -->The world runs on open source protocols. On Gitcoin, open source builders earn while working in a culture of collaboration.<!-- --> <!-- --> <!-- -->Open Economies<!-- --> <!-- -->Build open Web3 technologies that support the goals of financial freedom, shared ownership, and collaborative determination.</div></div>",
        "jobs": {
            "1864274-gitcoindao-senior-engineer-full-stack": {
                "url": "https://angel.co/company/gitcoin/jobs/1864274-gitcoindao-senior-engineer-full-stack",
                "id": "1864274-gitcoindao-senior-engineer-full-stack",
                "published_on": "2022-01-11T16:05:10.784Z",
                "title": "GitcoinDAO: Senior Engineer (Full Stack)",
                "description": "<p><strong>About Us:</strong> At Gitcoin, our <a href=\"https://gitcoin.co/mission\" target=\"_blank\" rel=\"nofollow\">mission</a> is to build and fund digital public goods. We empower communities of builders to connect and work together to create the future of the open web. As of August 2021, we have helped developers, designers, and creators of all types <a href=\"https://gitcoin.co/results\" target=\"_blank\" rel=\"nofollow\">raise or earn &gt;$35mm</a> to fund their open-source ecosystems by enabling the community and institutions to fund each other with cryptocurrencies such as Bitcoin, Ethereum, or DAI.</p>\n\n<p><strong>About the Role:</strong> We are looking for a Senior Engineer - Full Stack to join us as a full-time contributor in the <a href=\"http://gitcoindao.com\" target=\"_blank\" rel=\"nofollow\">GitcoinDAO</a> on Decentralize Gitcoin workstream developing the future of our decentralized grants, plugins, and related products. In this role, you will work alongside fellow engineers, designers, and product managers as part of a dedicated product group to create new products, implement new features, and work to improve the performance, quality, and efficiency of our current products. This role includes implementing architecture improvements, writing code for both our Vue/JS/HTML/CSS frontend and Solidity contracts on EVM compatible networks, empathizing with our users and stakeholders, and collaborating to review, test, and deploy code with the rest of our engineering team.</p>\n\n<p><strong>What does it mean to work for a Decentralized Autonomous Organization (DAO)?</strong></p>\n\n<ul>\n<li>You can work from anywhere! Our completely distributed team spans 5 continents.</li>\n<li>Learn and grow with an experienced and talented team that values hard work and continuous improvement</li>\n<li>Flexible time off (and a culture that takes it)</li>\n<li>Operationally, it's more like running your own contractor/consultant business</li>\n<li>Culturally, it's more like working for a non-profit because we are Mission-focused</li>\n<li>There are elements of self management - power is shared horizontally, and you are your own boss</li>\n</ul>\n\n<p><strong>About You:</strong></p>\n\n<ul>\n<li>You are driven to create customer value. You can empathize with customers and our user base to understand their needs.</li>\n<li>You have a bias towards action. You get things done. When you can't get them done, you communicate why and what you need to get unblocked.</li>\n<li>You are persistent in the face of roadblocks. You take the initiative to fix issues before being assigned them.</li>\n<li>You can identify problems/risks in architecture design and devise creative solutions/remediations.</li>\n<li>You write automated tests and have an appreciation for dependable continuous integration/continuous delivery practices</li>\n<li>You advocate for and understand how to incrementally refactor code to continually improve a codebase while ensuring that the systems are designed to scale.</li>\n<li>You agree that a passionate, inclusive, collaborative team of missionaries always outperforms a loose group of individual mercenaries.</li>\n<li>You have at least 3 years of experience as a software engineer at a tech company or startup.</li>\n</ul>\n\n<p><strong>Our Tech Stack</strong> <em>Note: We don't expect candidates have every one of these skills before applying, however we expect them to be an expert in some, well versed in others and open to learning all.</em></p>\n\n<ul>\n<li>Front End: HTML, CSS, JS, Vue, Webpack</li>\n<li>Infrastructure: Linux, Docker, GCP, Terraform</li>\n<li>Automated testing: Pytest, Cypress, TravisCI</li>\n<li>Web3: Solidity, Ethereum, TheGraph, IPFS, cross-chain integrations, browser-based crypto wallets such as MetaMask</li>\n</ul>\n\n<p>We believe that our team’s diversity is a strength. Ensuring our team is made up of people from all different backgrounds will lead to the strongest, most performant teams. We welcome applicants from any and all backgrounds.</p>\n\n<p><strong>I am an experienced engineer but I haven’t worked with Web3, crypto, or DeFi before... should I apply?</strong> Yes! This is a new and growing space. If you are passionate about learning new things and excited to dive into a new, expanding field, come grow with us!</p>\n",
                "location": "United States • Remote",
                "salary": {
                    "min": "140k",
                    "max": "180k",
                    "currency": "$",
                    "equity": false
                }
            }
        }
    },
    "livepeer": {
        "name": "Livepeer",
        "content": "<h3 class=\"styles_component__1kg4S styles_flow__3_K06 styles_highConcept__qnn4c __halo_fontSizeMap_size--xl __halo_fontWeight_medium\">Building the world's open video infrastructure</h3><div class=\"styles_component__481pO\"><div>Livepeer is building the world's open video infrastructure. Developers building video streaming applications can use Livepeer's network to encode live streaming video with high reliability, at a fraction of the price of traditional cloud providers. Livepeer enables this by creating an open marketplace for excess GPU computing power to compete to encode video, and settles payments through an Ethereum blockchain based system.<!-- --> <!-- --> <!-- -->Every day the Livepeer team focuses on solving hard problems in video focused software engineering, Ethereum and blockchain based development, P2P networking, and more. Everything we build is open source by default, and we have a remote-first engineering team culture and workflow.</div></div>",
        "jobs": {
            "1028231-senior-software-engineer-video-transcoding": {
                "url": "https://angel.co/company/livepeer/jobs/1028231-senior-software-engineer-video-transcoding",
                "id": "1028231-senior-software-engineer-video-transcoding",
                "published_on": "2022-01-18T16:05:31.346Z",
                "title": "Senior Software Engineer - Video Transcoding",
                "description": "<p><strong>About You</strong></p>\n\n<p>Are you an engineer who loves video processing software like ffmpeg and gstreamer? Are you excited about the challenges of creating a decentralized video infrastructure network? Are you interested in creating open source software that unlocks the massive video processing capabilities of hardware around the world? If so, you should consider joining Livepeer as a senior software engineer.</p>\n\n<p><strong>About Livepeer</strong></p>\n\n<p>Livepeer’s mission is to build the world’s open video infrastructure, enabling instantly scalable, reliable, and affordable video streaming. We are starting by building the best video infrastructure for user generated content (UGC) video applications. Users of Livepeer can access instantly reliable and scalable video infrastructure while saving over 10x in cost compared to existing infrastructure providers.</p>\n\n<p>As a blockchain based protocol which has been live on Ethereum since 2018, Livepeer is one of the first web3 networks to deliver real world value to an existing multi-billion dollar industry. We do this by using our open source, blockchain coordinated, p2p network to enable a worldwide community of hardware operators to run infrastructure for video streaming. In trying times like this, Livepeer provides a unique video solution that helps communities and businesses innovate, adapt, and grow through the power of video.</p>\n\n<p>Livepeer is proud to be an Equal Opportunity Employer that is committed to inclusion and diversity. We are committed to provide a community and environment for mutual respect, without regard to race, color, religion, sex, pregnancy, national origin, age, physical and mental disability, marital status, sexual orientation, gender identity, gender expression, genetic information, military and veteran status, and any other characteristic protected by applicable law. We believe diversity and inclusion are crucial to our success and seek to recruit/develop from a diverse candidate pool.</p>\n\n<p><strong>About the Role</strong></p>\n\n<p>Livepeer is looking for a seasoned software engineer who is passionate about video processing. You will contribute to Livepeer’s core video transcoding software and work with a team of talented engineers from around the world on problems such as optimizing hardware accelerated transcoding, designing systems to efficiently manage/monitor/distribute transcoding jobs on and across GPUs, and building video processing pipelines next to the transcoding pipelines like video AI and video compositing.</p>\n\n<p>As a member of the Livepeer team, you will work with seasoned entrepreneurs and experienced technologists with deep expertise in video and blockchain, all with the same goal of shifting the paradigm for digital video by changing our assumptions on what’s possible.</p>\n\n<p><strong>Responsibilities</strong></p>\n\n<ul>\n<li>Maintain, benchmark, and improve the performance of core video transcoding software.</li>\n<li>Build and maintain software integrations to support hardware encoders/decoders such as Nvidia NVENC/NVDEC, AMD VCN/VCE and Intel QuickSync.</li>\n<li>Analyze the computational workloads of current and potential future infrastructure providers on the network to support them in fully utilizing their hardware for transcoding and potentially other computational workloads (i.e. cryptocurrency mining).</li>\n</ul>\n\n<p><strong>Requirements</strong></p>\n\n<ul>\n<li>Deep understanding of video processing.</li>\n<li>Extensive experience working with low level video processing software like the ffmpeg library suite and video codecs such as h264.</li>\n<li>Familiarity with at least one family of hardware encoders/decoders (i.e. Nvidia NVENC/NVDEC, AMD VCN/VCE, Intel QuickSync).</li>\n<li>Conceptual understanding of public blockchains such as Ethereum.</li>\n<li>Likes working on a distributed team and collaborating with others through synchronous and asynchronous communication.</li>\n<li>Comfortable programming in C and Go.</li>\n</ul>\n\n<p><strong>How to Apply</strong><br>\nIf you are interested in applying for this position, please send an email containing your Github profile and/or LinkedIn to <a href=\"mailto:work@livepeer.org\" target=\"_blank\" rel=\"nofollow\">work@livepeer.org</a> with the subject line: Senior Software Engineer - Video Transcoding.</p>\n\n<p><strong>Interview Process</strong><br>\nHere is what to expect during the application process:</p>\n\n<ul>\n<li>Initial Conversation (30 mins)</li>\n<li>First Round Interview (60-90 mins)</li>\n<li>Second Round Interview (3-4 hours)</li>\n<li>Reference Checks</li>\n</ul>\n\n<p><strong>Resources to learn more about Livepeer</strong></p>\n\n<ul>\n<li><a href=\"https://livepeer.org/primer\" target=\"_blank\" rel=\"nofollow\">Livepeer Primer</a> </li>\n<li>Day in the Life of Livepeer team members - <a href=\"https://medium.com/livepeer-blog/meet-the-team-angie-ramirez-d73ca45d2c05\" target=\"_blank\" rel=\"nofollow\">Angie Ramirez</a> or <a href=\"https://medium.com/livepeer-blog/meet-the-livepeer-team-yondon-fu-f147f4071808\" target=\"_blank\" rel=\"nofollow\">Yondon Fu</a></li>\n</ul>\n",
                "location": "New York City • Remote • Remote",
                "salary": {
                    "min": "125k",
                    "max": "185k",
                    "currency": "$",
                    "equity": true
                }
            },
            "1857469-web3-developer-evangelist": {
                "url": "https://angel.co/company/livepeer/jobs/1857469-web3-developer-evangelist",
                "id": "1857469-web3-developer-evangelist",
                "published_on": "2022-01-04T16:05:31.359Z",
                "title": "Web3 Developer Evangelist",
                "description": "<p><strong>About You</strong></p>\n\n<p>Are you an engineer or developer relations pro who is passionate about the Web3 technology stack, loves hackathons, giving workshops, mentoring, can’t help but find themselves tweeting, writing explanatory posts, and generally helping builders build?</p>\n\n<p><strong>About the Role</strong></p>\n\n<p>As a growing number of Web2 developers transition to Web3, we are seeking a passionate individual committed to making the Livepeer Ecosystem an incredible home for open source contributors to help build the world's open video infrastructure as a foundational layer of the new decentralized internet.</p>\n\n<p><strong>Responsibilities</strong></p>\n\n<ul>\n<li>Lead the growth of Livepeer’s developer ecosystem; identifying and developing strategies for specific developer personas</li>\n<li>Learn and master Livepeer’s current product lines and identify technical and non-technical opportunities for open source contributors</li>\n<li>Lead the design and delivery of scalable educational programs to build and onboard a pipeline of open source contributors to Livepeer Network through with learning, mentorship and training opportunities</li>\n<li>Lead developer content strategy and creation (eg tutorials, workshops, and other learning resources)</li>\n<li>Partner with other Web3 projects to collaborate on educational onboarding and training opportunities.</li>\n<li>Provide feedback to the Core Team on user experience, product strategy and opportunities to improve the development experience through product discovery and development opportunities</li>\n<li>Represent Livepeer at hackathons by being the developer relations lead, giving workshops and presentations as appropriate</li>\n</ul>\n\n<p><strong>Requirements</strong></p>\n\n<ul>\n<li>Full stack developer with 6-8 years experience in related operational role;</li>\n<li>Strong understanding of the Web3 ecosystem including core infrastructure, applications and developer tooling;</li>\n<li>Experience building web3 products or experience contributing to a web3 community</li>\n<li>Social developer: Natural and exemplary communicator; someone who can explain technology to different audiences and translate complex topics with empathy into accessible formats both in writing and verbally</li>\n</ul>\n\n<p><strong>Nice to Have</strong></p>\n\n<ul>\n<li>Experience managing and mentoring an engineering or product team</li>\n<li>Cross-chain experience</li>\n<li>Video-tech experience/interest</li>\n</ul>\n\n<p><strong>About Livepeer</strong></p>\n\n<p>Livepeer’s mission is to build the world’s open video infrastructure, enabling instantly scalable, reliable, and affordable video streaming. We are starting by building the best video infrastructure for user generated content (UGC) video applications. Users of Livepeer can access instantly reliable and scalable video infrastructure while saving over 10x in cost compared to existing infrastructure providers.</p>\n\n<p>As a blockchain based protocol which has been live on Ethereum since 2018, Livepeer is one of the first web3 networks to deliver real world value to an existing multi-billion dollar industry. We do this by using our open source, blockchain coordinated, p2p network to enable a worldwide community of hardware operators to run infrastructure for video streaming. In trying times like this, Livepeer provides a unique video solution that helps communities and businesses innovate, adapt, and grow through the power of video.</p>\n\n<p>Livepeer is proud to be an Equal Opportunity Employer that is committed to inclusion and diversity. We are committed to provide a community and environment for mutual respect, without regard to race, color, religion, sex, pregnancy, national origin, age, physical and mental disability, marital status, sexual orientation, gender identity, gender expression, genetic information, military and veteran status, and any other characteristic protected by applicable law. We believe diversity and inclusion are crucial to our success and seek to recruit/develop from a diverse candidate pool.</p>\n",
                "location": "New York City • Remote",
                "salary": {
                    "min": "100k",
                    "max": "175k",
                    "currency": "$",
                    "equity": false
                }
            },
            "1866573-technical-product-manager-orchestrator-experience": {
                "url": "https://angel.co/company/livepeer/jobs/1866573-technical-product-manager-orchestrator-experience",
                "id": "1866573-technical-product-manager-orchestrator-experience",
                "published_on": "2022-01-11T16:05:31.389Z",
                "title": "Technical Product Manager - Orchestrator Experience",
                "description": "<p><strong>About You</strong></p>\n\n<p>You are excited about the challenge of owning important product features that will help an engaged open-source community succeed. You have a strong interest in mining operations and devops processes, and preferably a technical background. You encourage discussions, help the best idea win, and turn it into a well thought-out plan to help with execution. If you are passionate about cryptocurrency mining operations and developer experience, you should consider the opportunity to join Livepeer as our Technical Product Manager for Orchestrator Experience.</p>\n\n<p><strong>About Livepeer</strong></p>\n\n<p>Livepeer’s mission is to build the world’s open video infrastructure, enabling instantly scalable, reliable, and affordable video streaming. We are starting by building the best video infrastructure for user-generated content (UGC) video applications. Users of Livepeer can access instantly reliable and scalable video infrastructure while saving over 10x in cost compared to existing infrastructure providers.</p>\n\n<p>As a blockchain-based protocol that has been live on Ethereum since 2018, Livepeer is one of the first web3 networks to deliver real-world value to an existing multi-billion dollar industry. We do this by using our open-source, blockchain coordinated, p2p network to enable a worldwide community of hardware operators to run infrastructure for video streaming. In trying times like this, Livepeer provides a unique video solution that helps communities and businesses innovate, adapt, and grow through the power of video.</p>\n\n<p>Livepeer is proud to be an Equal Opportunity Employer that is committed to inclusion and diversity. We are committed to providing a community and environment for mutual respect, without regard to race, color, religion, sex, pregnancy, national origin, age, physical and mental disability, marital status, sexual orientation, gender identity, gender expression, genetic information, military and veteran status, and any other characteristic protected by applicable law. We believe diversity and inclusion are crucial to our success and seek to recruit/develop from a diverse candidate pool.</p>\n\n<p><strong>About the Role</strong></p>\n\n<p>Livepeer is looking for a product manager to own the experience of orchestrators on the Livepeer Network. We are looking for a technical individual with deep experience in cryptocurrency mining operations who can work with our community and internal engineering teams to strengthen the technical basis for a thriving orchestrator economy on the Livepeer Network. This includes working with a diverse set of internal and community stakeholders to identify user needs, scoping out core team- and community-driven product features, working with the engineering team to facilitate planning, organizing product launches, and iterating based on metrics / direct community feedback. This is a role with high leverage and high autonomy, and you will be supported by an experienced team with deep industry knowledge and technical expertise. For the right individual, this is an opportunity to create a truly compelling experience for a unique and engaged community.</p>\n\n<p><strong>Responsibilities</strong></p>\n\n<ul>\n<li>You will work with the Livepeer Network core engineering team to spec, prioritize and ship features that empower the orchestrator community and support ecosystem growth</li>\n<li>You will work with the orchestrator community to facilitate community-driven product initiatives and launches</li>\n<li>You will own the entire orchestrator experience, from onboarding to infrastructure optimization</li>\n<li>You will encourage progressive decentralization of the Livepeer Network's creation and develop processes that enable the community to build their own products on top of the network</li>\n</ul>\n\n<p><strong>Ideal Candidate (Must Haves)</strong></p>\n\n<ul>\n<li>Experience running a GPU miner, either for a PoW chain or a web3 infrastructure protocol like Livepeer</li>\n<li>Experience managing a developer product - bonus points if it's a highly-available infrastructure product and double bonus if it's mining-related</li>\n<li>You're self-motivated and biased toward action / execution</li>\n<li>Strong written, verbal, and organizational skills</li>\n<li>Deep knowledge of devops and deployment pipelines</li>\n<li>Strong understanding of the Web3 ecosystem including core infrastructure, applications and developer tooling</li>\n</ul>\n\n<p><strong>Nice to haves</strong></p>\n\n<ul>\n<li>Experience managing or contributing to a web3 community</li>\n<li>Experience with video technology &amp; hardware</li>\n<li>Engineering background</li>\n</ul>\n\n<p><strong>Here is what to expect during the interview process:</strong></p>\n\n<ul>\n<li>Initial Phone Interview</li>\n<li>First and Second Round Interview</li>\n<li>Reference Checks</li>\n</ul>\n",
                "location": "New York City • Remote",
                "salary": {
                    "min": "",
                    "max": "",
                    "currency": "",
                    "equity": false
                }
            }
        }
    },
    "metamask": {
        "name": "MetaMask",
        "content": "<h3 class=\"styles_component__1kg4S styles_flow__3_K06 styles_highConcept__qnn4c __halo_fontSizeMap_size--xl __halo_fontWeight_medium\">Ethereum Wallet and Identity Management</h3><div class=\"styles_component__481pO\"><div>MetaMask is an identity and wallet management service for the Ethereum network. Ethereum is a platform for distributed applications. It enables a new paradigm of economic activity.</div></div>",
        "jobs": {
            "1894619-product-designer": {
                "url": "https://angel.co/company/metamask/jobs/1894619-product-designer",
                "id": "1894619-product-designer",
                "published_on": "2022-01-18T16:07:46.011Z",
                "title": "Product Designer",
                "description": "<p><strong>About ConsenSys</strong></p>\n\n<p>ConsenSys is the leading Ethereum software company. We enable developers, enterprises, and people worldwide to build next-generation applications, launch modern financial infrastructure, and access the decentralized web. Our product suite, composed of Infura, Quorum, Codefi, MetaMask, and Diligence, serves millions of users, supports billions of blockchain-based queries for our clients, and has handled billions of dollars in digital assets. Ethereum is the largest programmable blockchain in the world, leading in business adoption, developer community, and DeFi activity. On this trusted, open source foundation, we are building the digital economy of tomorrow. To explore our products and solutions, visit <a href=\"http://consensys.net/\" target=\"_blank\" rel=\"nofollow\">http://consensys.net/</a>. </p>\n\n<p><strong>About Infura</strong></p>\n\n<p>Infura’s development suite provides instant, scalable API access to the Ethereum and IPFS networks. Our world-class infrastructure ensures that developers can reliably scale their decentralized application to meet user demand. It’s powered by a cutting-edge microservice-driven architecture that dynamically scales to support our APIs. </p>\n\n<p>Thousands of developers are actively using Infura every day. The strength, reliability and stability of Infura’s infrastructure service makes the brand an essential pillar of the Ethereum ecosystem and the leading blockchain infrastructure provider.</p>\n\n<p><strong>We’re Hiring</strong></p>\n\n<p>Infura is built by talented and passionate people who care deeply about our mission. Over the months and years ahead, we will take our products in new directions, explore new business opportunities, and continue to iterate on our core product. We’re hiring a senior product designer to help bring these ambitions to life.</p>\n\n<p><strong>As a Product Designer you will:</strong></p>\n\n<ul>\n<li>Solve user problems with your product/UX design toolkit and help Infura deliver a scalable, accessible, and delightful experience for developers in the Ethereum ecosystem.</li>\n<li>Work closely with UX Researchers, Product Owners and Engineering to ensure that the correct solution is designed and that it meets our users' needs.</li>\n<li>Partake in research/product discovery.</li>\n<li>Prototype and design at various levels of fidelity to communicate interaction and design ideas effectively</li>\n<li>Actively give and solicit feedback from other designers to continually raise the bar for quality</li>\n<li>Balance usability and “don’t make me think” principles with complex data, scalability, and transparency design values, advocating for these as needed.</li>\n<li>Articulate design decisions, learnings, and solutions to cross-functional team members.</li>\n</ul>\n\n<p><strong>What we ask for:</strong></p>\n\n<ul>\n<li>You have solved complex problems with an elegant, shipped product—evidenced in an online portfolio featuring end-to-end product design</li>\n<li>An iterative and experimental approach to product design that learns from real users and releases often.</li>\n<li>Willingness to work in the trenches doing everything from greenfield product design, website design, and even marketing materials.</li>\n<li>Understanding of customer experience and the relationship between brand and product design.</li>\n<li>You are growth-minded, collaborative, and can enjoy some amount of ambiguity, autonomy, and freedom to experiment</li>\n<li>A strong portfolio that contains not just final solutions, but the iterative artifacts which demonstrates your thinking, as well as your role within that process</li>\n</ul>\n\n<p><strong>Bonus points:</strong></p>\n\n<ul>\n<li>Experience writing accessible and scalable HTML/CSS using TailwindCSS.</li>\n<li>Experience working inside of ReactJS or basic JS.</li>\n<li>Ability to facilitate remote design thinking workshops.</li>\n<li>Active use of decentralized applications and blockchain technology for true insights into the space.</li>\n</ul>\n\n<p><strong>Give it a shot!</strong></p>\n\n<p>We value designers with broad skillsets and experiences. Don’t think you have all the required skills? Don’t fret! Apply because not everyone is the same :)</p>\n\n<p>#LI-CB1</p>\n",
                "location": "San Francisco • London • Brooklyn • Remote • Remote",
                "salary": {
                    "min": "",
                    "max": "",
                    "currency": "",
                    "equity": false
                }
            },
            "1802513-senior-product-designer": {
                "url": "https://angel.co/company/metamask/jobs/1802513-senior-product-designer",
                "id": "1802513-senior-product-designer",
                "published_on": "2022-01-20T16:07:46.177Z",
                "title": "Senior Product Designer",
                "description": "<p>At ConsenSys, we have a vision of a world where data sovereignty and financial well-being is accessible to every person and organization. We believe Ethereum and decentralized protocol technology is a more trustworthy and equitable foundation for how we create and share value across the web. On this trusted, open-source foundation, we can accelerate the world’s transition to a universally accessible network of distributed participants where transparency, security, and freedom are fundamental.</p>\n\n<p>Our product suite, composed of Truffle, Infura, Quorum, Codefi, MetaMask, and Diligence, serves millions of users, supports billions of blockchain-based queries for our clients, and has handled billions of dollars in digital assets. As the leading Ethereum software company, ConsenSys enables developers, enterprises, and people worldwide to build next-generation applications, launch modern financial infrastructure, and access the decentralized web. To learn more about ConsenSys, and explore our products and solutions, visit <a href=\"http://consensys.net/\" target=\"_blank\" rel=\"nofollow\">http://consensys.net/</a>. </p>\n\n<p><strong>Why join ConsenSys?</strong></p>\n\n<p><strong>Remote first.</strong> You’ll be joining a team based all over the world. Providing the unique opportunity to work with people from across 6 continents.<br><br>\n<strong>Equity.</strong> We believe in ownership and want everyone to have a stake in our future success; that’s why you’ll receive equity when you join us.<br><br>\n<strong>Flexible working arrangements.</strong> With our global workforce, we have fine-tuned asynchronous working, which means we have a lot of flexibility in the structure of when we work and how we work together.<br><br>\n<strong>Competitive benefits.</strong>* <em>We have a comprehensive and competitive benefits package to make sure we’re looking after you and what matters most.<br><br>\n*</em>Continuous learning and opportunities.** We provide ongoing growth and development through on-the-job learning and the ConsenSys Advance Program, which includes full access to Coursera, bespoke and technical learning programs, and <a href=\"https://consensys.net/academy/\" target=\"_blank\" rel=\"nofollow\">ConsenSys Academy</a>, our world-class blockchain and Ethereum program.<br><br>\n<strong>Unlimited vacation/holidays.</strong> We value downtime to recharge and reset, ensuring everyone at ConsenSys has a work/life balance. In addition, company-wide, we participate in “zero productivity” days to take a break from work, shut down, and sit back and relax.<br><br>\n<strong>Recognized in the blockchain and Web3 ecosystem.</strong> Working at ConsenSys is a tremendous reference for your career. You’ll join a network of entrepreneurs and technologists that extends across the global crypto ecosystem.</p>\n\n<p><strong>About</strong> <strong>Customer Success team</strong><br><br>\nThe Customer Success team at ConsenSys is focused on exactly that: making our customers successful. We’re looking for people who will step towards a customer who is asking for help and respond with innovative and creative ideas to help them course-correct. If you value constructive customer engagement and want to define the future of Blockchain production operations, we’d love to hear from you.</p>\n\n<p><strong>What you’ll do</strong></p>\n\n<ul>\n<li>As a senior product designer, you will lead a collaborative design process from conception to launch: partner with small, global teams of engineers, product managers, and researchers to identify user needs, define product strategy, and create roadmaps.</li>\n<li>Collaborate with UX Researchers, Product Owners and Engineering to ensure that the correct solution is designed and that it meets our users' needs.</li>\n<li>Conduct research/product discovery.</li>\n<li>Prototype and design at various levels of fidelity to communicate interaction and design ideas effectively</li>\n<li>Actively give and solicit feedback from other designers to continually raise the bar for quality</li>\n<li>Evangelize design and product thinking methodology</li>\n<li>Fearlessly take on highly complex problem areas and then publish what you learn</li>\n</ul>\n\n<p><strong>Would be great if you brought this to the role</strong></p>\n\n<ul>\n<li>Your experience working as a product designer on agile teams (preferably from the B2C world), will guide you through the design process.</li>\n<li>Your ability to create product vision and use data and research to provide product direction will allow for a more cohesive and planned experience.</li>\n<li>Your expertise in complex-problem solving (evidenced in an online portfolio featuring E2E product design) will allow you to create modern UX designs which will delight our users.</li>\n<li>Your experience in planning and conducting user-research - to improve the understanding of our users’ needs and wants.</li>\n<li>Your understanding of customer experience and the relationship with marketing and product brand will create better communication with the marketing team.</li>\n<li>Your communication skills and ability to articulate design decisions will create alignment within the team</li>\n</ul>\n\n<p>Don't meet all the requirements? Don't sweat it. We’re passionate about building a diverse team of humans, and as such, if you think you've got what it takes for our chaotic but fun, remote-friendly, start-up environment—apply anyway. While we have a pretty good idea of what we need, we're ready for you to challenge our thinking on who needs to be in this role.</p>\n\n<p><em>ConsenSys is an equal opportunity employer. We encourage people from all backgrounds to apply. We are committed to ensuring that our technology is made available and accessible to everyone. All employment decisions are made without regard to race, color, national origin, ancestry, sex, gender, gender identity or expression, sexual orientation, age, genetic information, religion, disability, medical condition, pregnancy, marital status, family status, veteran status, or any other characteristic protected by law.</em></p>\n\n<p><em>ConsenSys is aware of fraudulent recruitment practices, and we encourage all applicants to review our best practices to protect yourself which can be found</em> <a href=\"https://consensys.net/careers/best-practices-to-avoid-recruitment-fraud/\" target=\"_blank\" rel=\"nofollow\"><em>here</em></a></p>\n",
                "location": "Israel • United States • London • France • Ireland • Remote",
                "salary": {
                    "min": "",
                    "max": "",
                    "currency": "",
                    "equity": false
                }
            }
        }
    },
    "paperchain": {
        "name": "Paperchain",
        "content": "<h3 class=\"styles_component__1kg4S styles_flow__3_K06 styles_highConcept__qnn4c __halo_fontSizeMap_size--xl __halo_fontWeight_medium\">Instant payment card and wallet for creators</h3><div class=\"styles_component__481pO\"><div>Paperchain is an instant payment card and wallet for online creators. <!-- --> <!-- --> <!-- -->Paperchain makes it possible to be paid as fast as your content is streamed by simply connecting your streaming channels to your personal Paperchain card. When you stream, you get paid. Spend it, withdraw it, or earn interest on it. No more loans, no more advances or credit cards. Your digital content revenue, paid every day.<!-- --> <!-- --> <!-- -->We were just in Rolling Stone announcing our UnitedMasters partnership. Invested in by Brent Faiyaz. Used by Dibyo, LoQuacious, EmmoLei Sankofa, and many more.<!-- --> <!-- --> <!-- -->Our product is built on a unique stack of data processing, NFTs &amp; web3 finance and a front-end finance app.</div></div>",
        "jobs": {
            "1681158-senior-data-engineer": {
                "url": "https://angel.co/company/paperchain/jobs/1681158-senior-data-engineer",
                "id": "1681158-senior-data-engineer",
                "published_on": "2022-01-18T16:08:24.903Z",
                "title": "senior data engineer",
                "description": "<h3>about the role</h3>\n<p>You will be responsible for building data products at Paperchain.</p>\n\n<p>You'd be building on what's already in place, re-engineer if need be and setup our data pipeline for reliability and scale.</p>\n\n<p>At the core of our product stack is the ability to ingest and price massive amounts of streaming data from Spotify, Apple, YouTube, etc. Without pricing we can't do instant payments and this role is geared towards iterating and improving our pricing model and data pipeline.</p>\n<h3>responsibilities</h3>\n<ul>\n<li>Help build and maintain the ETL data pipelines from external sources like Apple, Spotify, YouTube, Google into our data warehouse</li>\n<li>Engineer our back-end to support a highly scalable distributed data platform</li>\n<li>Build fast &amp; robust microservice architecture and scale our stack (APIs, Events, Cache, Storage)</li>\n<li>Automate and optimize manual data accumulation and analytical processes</li>\n<li>Extend, optimize and maintain our current production ETL pipelines</li>\n<li>Implement and deploy time-series based forecasting models</li>\n<li>Write and optimize advanced SQL queries to analyze the media analytics and financial data</li>\n<li>Extend, optimize and maintain some of our current backend systems</li>\n<li>Iterate on and optimize our user data model, linking our users to our app stack, their content platforms (eg spotify) and their vendors (eg UnitedMasters)</li>\n<li>All of your work should be optimized for interoperability with our product API stack</li>\n<li>Develop data access policies that ensures our user data is accessed and handled in a secure and responsible manner</li>\n<li>We're in a mode of hyper-growth and want to add to our team as soon as possible</li>\n<li>If you are in the US / New York City you're welcome to join the CEO and work out of our co-work space</li>\n</ul>\n<h3>about you</h3>\n<ul>\n<li>Can write high-quality code and well-versed in TypeScript, Python and/or Go</li>\n<li>Fluent in writing SQL queries</li>\n<li>Comfortable working using Docker &amp; Kubernetes</li>\n<li>Well-versed in distributed databases (PostgreSQL) &amp; systems</li>\n<li>Have advanced knowledge of microservices architecture</li>\n<li>Able to plan, strategize and implement quickly</li>\n<li>Can communicate data trends effectively via verbal/nonverbal communication channels (GCP data studio, dashboards, graphs etc.)</li>\n<li>Have 4+ years experience as a Back-End / Data Engineer or in a similar role</li>\n</ul>\n<h3>bonus</h3>\n<ul>\n<li>Familiar with Airflow or Data flow</li>\n<li>Familiar with OLAP systems (like Druid or Clickhouse)</li>\n<li>Solid understanding of machine learning</li>\n<li>Understand how to set up a CI/CD pipelines (Google Cloud Build/Github Actions)</li>\n<li>Personally interested in what's happening in the creator economy (NFTs, crypto, music and media streaming)</li>\n<li>Passionate or interested in the online content space and web3 finance, in particular, exploring new business models by combining both</li>\n</ul>\n",
                "location": "New York City • Remote",
                "salary": {
                    "min": "80k",
                    "max": "140k",
                    "currency": "$",
                    "equity": true
                }
            }
        }
    },
    "pocket-network": {
        "name": "Pocket Network",
        "content": "<h3 class=\"styles_component__1kg4S styles_flow__3_K06 styles_highConcept__qnn4c __halo_fontSizeMap_size--xl __halo_fontWeight_medium\">Web3 Infrastructure the Right Way - Decentralized</h3><div class=\"styles_component__481pO\"><div>Pocket Network is decentralized API that incentivizes people and companies to run full nodes for any blockchain. This is done through a protocol that connects blockchain developers with full RPC access to the network of nodes.<!-- --> <!-- --> </div></div>",
        "jobs": {
            "1382457-devops-tooling-engineer": {
                "url": "https://angel.co/company/pocket-network/jobs/1382457-devops-tooling-engineer",
                "id": "1382457-devops-tooling-engineer",
                "published_on": "2022-01-11T16:08:44.080Z",
                "title": "DevOps & Tooling Engineer",
                "description": "<h3>About Pocket Network</h3>\n<p>Pocket Network is the leading decentralized blockchain infrastructure protocol. We are looking for an exceptional DevOps &amp; Infrastructure Tooling Engineer to join our highly-skilled and passionate team.</p>\n\n<p>As an open-source, permissionless protocol, we believe in decentralization and the future of crypto that will enable greater participation in global digital economies and communities. Our mission is to provide permissionless, high-quality infrastructure for blockchains and apps of all sizes.</p>\n\n<p>Pocket is a remote-first organization with offices in Tampa, Florida and the Dominican Republic.</p>\n<h3>Responsibilities</h3>\n<ul>\n<li>Create monitoring and alerting solutions for critical parts of our highly-available infrastructure</li>\n<li>Work with app developers and node runners to assist in deployments and  troubleshoot issues</li>\n<li>Architect, design and implement end to end solutions for deployment automation, visibility, high availability and security for Pocket Network infrastructure software</li>\n<li>Author documentation and guides for infrastructure and tooling that you create</li>\n<li>Manage and secure automated system backups and disaster recovery infrastructure</li>\n<li>Implement and/or maintain internal CI/CD components</li>\n</ul>\n<h3>Qualifications</h3>\n<ul>\n<li>Bachelor’s Degree in Computer Science, Information Systems Engineering or Software Engineering, or equivalent experience</li>\n<li>Excellent english communication skills, both written and verbal</li>\n<li>AWS Solutions / Networking / Security / DevOps certifications or equivalent experience</li>\n<li>Production-level experience deploying and troubleshooting cloud infrastructure, including monitoring and alerting</li>\n<li>Docker, Compose, Terraform, Ansible or similar deployment experience</li>\n<li>Typescript, Golang, Python, Bash or similar programming skills</li>\n<li>CI/CD (Github Actions) experience</li>\n</ul>\n<h3>Bonus Qualifications</h3>\n<ul>\n<li>Pocket Network knowledge and/or experience</li>\n<li>Experience running nodes for blockchains such as Ethereum</li>\n</ul>\n<h3>Compensation Notes</h3>\n<p>Final offer will be made based on the abilities, experience and fit of the candidate.</p>\n",
                "location": "Tampa • Remote",
                "salary": {
                    "min": "84k",
                    "max": "120k",
                    "currency": "$",
                    "equity": true
                }
            },
            "1382469-mid-senior-backend-engineer": {
                "url": "https://angel.co/company/pocket-network/jobs/1382469-mid-senior-backend-engineer",
                "id": "1382469-mid-senior-backend-engineer",
                "published_on": "2022-01-11T16:08:44.087Z",
                "title": "Mid / Senior Backend Engineer",
                "description": "<h3>About Pocket Network</h3>\n<p>Pocket Network is the leading decentralized blockchain infrastructure protocol. We are looking for an exceptional Backend TypeScript Engineer to join our highly-skilled and passionate team.</p>\n\n<p>As an open-source, permissionless protocol, we believe in decentralization and the future of crypto that will enable greater participation in global digital economies and communities. Our mission is to provide permissionless, high-quality infrastructure for blockchains and apps of all sizes.</p>\n\n<p>Pocket is a remote-first organization with offices in Tampa, Florida and the Dominican Republic.</p>\n<h3>Responsibilities</h3>\n<ul>\n<li>Develop new features for a highly-available and globally-used TypeScript application servicing millions of requests per day</li>\n<li>Set technical direction for the Pocket Portal product, based on business requirements and user needs</li>\n<li>Produce relevant technical documentation on any architectural, design or implementation details </li>\n<li>Help identify and triage issues found in all of our user-facing products</li>\n</ul>\n<h3>Qualifications</h3>\n<ul>\n<li>Bachelor’s Degree in Computer Science, Information Systems Engineering or Software Engineering, or equivalent experience</li>\n<li>Excellent english communication skills, both written and verbal</li>\n<li>4+ Years of TypeScript or Golang</li>\n<li>Postgres / MongoDB / Redis knowledge and experience to know which is the right tool for a specific job</li>\n<li>Experience building test suites with Nock or similar</li>\n</ul>\n<h3>Bonus Qualifications</h3>\n<ul>\n<li>Pocket Network knowledge and/or experience</li>\n<li>Blockchain programming experience such as Solidity or Vyper</li>\n<li>Distributed systems knowledge such as IPFS</li>\n<li>CI/CD with Github Actions and AWS</li>\n</ul>\n<h3>Compensation Notes</h3>\n<p>Final offer will be made based on the abilities, experience and fit of the candidate. Mid-to-Senior level candidates will be considered.</p>\n",
                "location": "Tampa • Remote",
                "salary": {
                    "min": "70k",
                    "max": "120k",
                    "currency": "$",
                    "equity": true
                }
            }
        }
    },
    "tally-governance": {
        "name": "Tally",
        "content": "<h3 class=\"styles_component__1kg4S styles_flow__3_K06 styles_highConcept__qnn4c __halo_fontSizeMap_size--xl __halo_fontWeight_medium\">Collective decision making for decentralized organizations on Ethereum</h3><div class=\"styles_component__481pO\"><div>Tally helps people make collective decisions to govern projects on Ethereum. <!-- --> <!-- --> <!-- -->Our users are people who own DeFi –&nbsp;decentralized finance – governance tokens for projects like Uniswap or Compound. These tokens give them power to vote on how best to improve the project.</div></div>",
        "jobs": {
            "1145040-backend-engineer": {
                "url": "https://angel.co/company/tally-governance/jobs/1145040-backend-engineer",
                "id": "1145040-backend-engineer",
                "published_on": "2022-01-18T16:11:40.787Z",
                "title": "Backend engineer",
                "description": "<p>Tally (withtally.com) is hiring a backend &amp; API engineer in the Americas time zone. We are a small team with a big goal: reinventing the way people collaborate on the internet by building tools for DAOs.</p>\n\n<p>Our tools help run decentralized organizations in Web3 and DeFi protocols like Uniswap, ENS and Gitcoin on the Ethereum blockchain. Tally is a product- and engineering-driven startup. We obsess about improving the user experience. To get there, we need to deeply understand the power and limitations of blockchain tech today, and where it's going over the next few years.</p>\n\n<p>We have a culture of teaching and learning from each other. We welcome and value contributions to code, product and process from all members of our team.</p>\n\n<p>Our team is fully remote. We’re based up and down the Americas from Buenos Aires to New York City. Instead of having offices, we have a budget for travel. We do both team retreats and go to big crypto conferences to meet other people in the space and to keep up with all the cool stuff people are doing.</p>\n\n<p><strong>What you’ll be doing</strong>:</p>\n\n<ul>\n<li>Building a data pipeline in Go</li>\n<li>Building out an express api in typescript</li>\n<li>Integrating with blockchain data and other APIs</li>\n<li>Communicating about requirements and engineering tradeoffs to other members of the team</li>\n<li>Helping product and design properly scope stories and understand engineering costs</li>\n<li>Continuously improving internal processes, both API tooling and – more importantly – human processes</li>\n<li>Reviewing and providing feedback on code written by your colleagues</li>\n</ul>\n\n<p><strong>What we’re looking for</strong>:</p>\n\n<ul>\n<li>Experience with backend web, API, or data pipeline development</li>\n<li>Someone who is comfortable owning, building and operating big parts of the app</li>\n<li>Strong written communicator</li>\n<li>Gracious teacher</li>\n<li>Enthusiastic learner</li>\n</ul>\n\n<p><strong>Nice to have</strong>:</p>\n\n<ul>\n<li>Experience with Go or a similar language</li>\n<li>Startup experience</li>\n<li>Experience with ethereum javascript libraries like ethers or web3</li>\n<li>Understanding of crypto concepts like public-key cryptography, signature aggregation, and Merkle Trees</li>\n<li>Familiarity with blockchain concepts like transactions, mining, rollups and smart contracts\nIf you aren’t familiar with this stuff, we’d love to teach you!</li>\n</ul>\n\n<p><strong>Benefits</strong>:</p>\n\n<ul>\n<li>Fully remote company</li>\n<li>In the US, 401k match and healthcare insurance</li>\n<li>Equity/stock options</li>\n<li>Generous and flexible PTO policy</li>\n<li>Learning budget for books and online classes</li>\n<li>Home office budget</li>\n<li>Option to get in paid crypto</li>\n</ul>\n\n<p>To apply, send us a short note about your interest in Tally and a resume!</p>\n",
                "location": "United States • Remote",
                "salary": {
                    "min": "110k",
                    "max": "175k",
                    "currency": "$",
                    "equity": true
                }
            },
            "1869340-devops-and-infrastructure-engineer": {
                "url": "https://angel.co/company/tally-governance/jobs/1869340-devops-and-infrastructure-engineer",
                "id": "1869340-devops-and-infrastructure-engineer",
                "published_on": "2022-01-11T16:11:40.829Z",
                "title": "Devops and Infrastructure Engineer",
                "description": "<p>Tally (withtally.com) is hiring a devops &amp; automation engineer in the Americas time zone. We are a small team with a big goal: reinventing the way people collaborate on the internet by building tools for DAOs.</p>\n\n<p>Our tools help run decentralized organizations in Web3 and DeFi protocols like Uniswap, ENS and Gitcoin on the Ethereum blockchain. Tally is a product- and engineering-driven startup. We obsess about improving the user experience. To get there, we need to deeply understand the power and limitations of blockchain tech today, and where it's going over the next few years.</p>\n\n<p>We have a culture of teaching and learning from each other. We welcome and value contributions to code, product and process from all members of our team.</p>\n\n<p>Our team is fully remote. We’re based up and down the Americas from Buenos Aires to New York City. Instead of having offices, we have a budget for travel. We do both team retreats and go to big crypto conferences to meet other people in the space and to keep up with all the cool stuff people are doing.</p>\n\n<p><strong>What you’ll be doing</strong>:</p>\n\n<ul>\n<li>Operating backend services in Kubernetes running on Google Cloud Platform</li>\n<li>Building tools to make development and testing easier for the whole engineering team</li>\n<li>Automating service deployment and scaling</li>\n<li>Improving monitoring and alerts about the health of Tally's services</li>\n<li>Communicating about requirements and engineering tradeoffs to other members of the team</li>\n<li>Helping product and design properly scope stories and understand engineering costs</li>\n<li>Continuously improving internal processes, both API tooling and – more importantly – human processes</li>\n<li>Reviewing and providing feedback on code written by your colleagues</li>\n</ul>\n\n<p><strong>What we’re looking for</strong>:</p>\n\n<ul>\n<li>Experience with container-first devops tooling</li>\n<li>Someone who is comfortable owning, building and operating big parts of the platform</li>\n<li>Strong written communicator</li>\n<li>Gracious teacher</li>\n<li>Enthusiastic learner</li>\n</ul>\n\n<p><strong>Nice to have</strong>:</p>\n\n<ul>\n<li>Experience with Kubernetes or AWS ECS</li>\n<li>Startup experience</li>\n<li>Understanding of a major cloud platform like AWS, GCP or Azure. We use GCP</li>\n<li>If you aren’t familiar with this stuff, we’d love to teach you!</li>\n</ul>\n\n<p><strong>Benefits</strong>:</p>\n\n<ul>\n<li>Fully remote company</li>\n<li>In the US, 401k match and healthcare insurance</li>\n<li>Equity/stock options</li>\n<li>Generous and flexible PTO policy</li>\n<li>Learning budget for books and online classes</li>\n<li>Home office budget</li>\n<li>Option to get in paid crypto</li>\n</ul>\n\n<p>To apply, send us a short note about your interest in Tally and a resume!</p>\n",
                "location": "United States • Remote",
                "salary": {
                    "min": "100k",
                    "max": "150k",
                    "currency": "$",
                    "equity": true
                }
            },
            "1450916-web3-frontend-engineer": {
                "url": "https://angel.co/company/tally-governance/jobs/1450916-web3-frontend-engineer",
                "id": "1450916-web3-frontend-engineer",
                "published_on": "2022-01-18T16:11:40.851Z",
                "title": "Web3 frontend engineer",
                "description": "<p>Tally (withtally.com) is hiring a front-end remote engineer in the Americas time zone. We are a small team with a big goal: reinventing the way people collaborate on the internet by building tools for DAOs.</p>\n\n<p>Our tools help run decentralized organizations in Web3 and DeFi protocols like Uniswap, ENS and Gitcoin on the Ethereum blockchain. Tally is a product- and engineering-driven startup. We obsess about improving the user experience. To get there, we need to deeply understand the power and limitations of blockchain tech today, and where it's going over the next few years.</p>\n\n<p>We have a culture of teaching and learning from each other. We welcome and value contributions to code, product and process from all members of our team.</p>\n\n<p>Our team is fully remote. We’re based up and down the Americas from Buenos Aires to New York City. Instead of having offices, we have a budget for travel. We do both team retreats and go to big crypto conferences to meet other people in the space and to keep up with all the cool stuff people are doing.</p>\n\n<p><strong>What you’ll be doing</strong>:</p>\n\n<ul>\n<li>Building the react web app in typescript</li>\n<li>Integrating with blockchain data and other APIs</li>\n<li>Communicating about requirements and engineering tradeoffs to other members of the team</li>\n<li>Helping product and design properly scope stories and understand engineering costs</li>\n<li>Continuously improving internal processes, both frontend tooling and – more importantly – human processes</li>\n<li>Reviewing and providing feedback on code written by your colleagues</li>\n</ul>\n\n<p><strong>What we’re looking for</strong>:</p>\n\n<ul>\n<li>Experience with frontend web development</li>\n<li>Able to own, build and operate big parts of the app</li>\n<li>Strong written communicator</li>\n<li>Gracious teacher</li>\n<li>Enthusiastic learner</li>\n</ul>\n\n<p><strong>Nice to have</strong>:</p>\n\n<ul>\n<li>Experience with Typescript</li>\n<li>Startup experience</li>\n<li>Experience with ethereum javascript libraries like ethers or web3</li>\n<li>Familiarity with blockchain concepts like transactions, mining and smart contracts\nIf you aren’t familiar with this stuff, we’d love to teach you!</li>\n</ul>\n\n<p><strong>Benefits</strong>:</p>\n\n<ul>\n<li>Fully remote company</li>\n<li>In the US, 401k match and healthcare insurance</li>\n<li>Equity/stock options</li>\n<li>Generous and flexible PTO policy</li>\n<li>Learning budget for books and online classes</li>\n<li>Home office budget</li>\n<li>Option to get in paid crypto</li>\n</ul>\n\n<p>To apply, send us a short note about your interest in Tally and a resume!</p>\n",
                "location": "United States • Remote",
                "salary": {
                    "min": "75k",
                    "max": "125k",
                    "currency": "$",
                    "equity": true
                }
            }
        }
    },
    "web3api": {
        "name": "Web3API",
        "content": "<h3 class=\"styles_component__1kg4S styles_flow__3_K06 styles_highConcept__qnn4c __halo_fontSizeMap_size--xl __halo_fontWeight_medium\">The Universal Web3 Integration Standard</h3><div class=\"styles_component__481pO\"><div>Web3API brings the ease of Web2 to Web3. It aims to make integrating Web3 protocols into apps seamless, without sacrificing decentralization.<!-- --> <!-- --> <!-- -->Web3API accomplishes this through a WASM standard &amp; developer toolchain that streamlines Web3 protocol integrations into applications. All of the logic that used to be bundled into JavaScript SDKs (among other languages), is now within light-weight, secure, and portable WASM modules.<!-- --> <!-- --> <!-- -->Web3API is being built by a group of enthusiastic builders from all around the globe. We believe in an open and decentralized internet, and are coordinating this project entirely through a DAO to ensure these values are retained.</div></div>"
    },
    "web3labs": {
        "name": "Web3 Labs",
        "content": "<h3 class=\"styles_component__1kg4S styles_flow__3_K06 styles_highConcept__qnn4c __halo_fontSizeMap_size--xl __halo_fontWeight_medium\">Blockchain products for enterprise, open source development and consulting services</h3><div class=\"styles_component__481pO\"><div>Web3 Labs is a leading blockchain technology company. <!-- --> <!-- --> <!-- -->We develop blockchain software and work with companies to help them succeed with blockchain deployments. Our clients include Microsoft, J.P. Morgan, ConsenSys and R3.  Our open source blockchain library Web3j has been downloaded nearly 1 million times, and our Epirus Blockchain Explorer is widely used by enterprises for reporting and supporting their blockchain deployments. In 2020, we were a runner up in Microsoft’s Partner of the year awards too.</div></div>"
    }
}